import React from "react";
import { makeStyles } from "@mui/styles";
import Typography from "@mui/material/Typography";

const useStyle = makeStyles((theme) => ({
  root: {
    margin: "60px 0px",
  },
  title: {
    fontSize: "1.5rem !important",
    fontWeight: "500 !important",
    marginBottom: "20px !important",
    textAlign: "center",
  },
  content: {
    fontSize: "1rem",
    marginBottom: "20px !important",
  },
  subtitle: {
    fontSize: "1rem",
    marginBottom: "20px !important",
    fontWeight: "500 !important",
  },

  icon: {
    marginRight: 10,
    position: "relative",
    top: 5,
  },
  select: {
    marginBottom: 30,
  },
  footer: {
    marginTop: "-80px",
  },
  center: {
    textAlign: "center",
  },
}));

const MerchantTCBangla = () => {
  const classes = useStyle();

  return (
    <div>
      <Typography className={classes.title}>
        অ্যাকাউন্ট হোল্ডার নিয়ম (মার্চেন্ট অ্যাকাউন্ট)
      </Typography>

      <p className={classes.center}>
        যদি আপনি দেশি মার্চেন্ট হন এই শর্তাবলী আপনার জন্য প্রযোজ্য ।
        <br />

        মার্চেন্ট অ্যাকাউন্টের জন্য দেশি-এর নিবন্ধন প্রক্রিয়াটি সফলভাবে সম্পন্ন করার মাধ্যমে ও "নিয়ম ও শর্তাবলী" চেকবক্সে ক্লিক করার মাধ্যমে আপনি বলছেন যে আপনি আমাদের সাথে একজন মার্চেন্ট হওয়ার যোগ্য এবং আপনি এই সবগুলি পড়েছেন, বুঝেছেন এবং সম্মত হয়েছেন। পরিষেবার শর্তাবলী ("T&Cs"), যা আলোচনা সাপেক্ষে নয়৷ আপনি যদি এই শর্তাবলীতে সম্মত না হন তবে আপনি অ্যাপটি ডাউনলোড, ইনস্টল বা ব্যবহার করতে পারবেন না।

      </p>

      <h4>১। সংজ্ঞা:</h4>

      <p>
        ক) "দেশি" বলতে আইওএস, অ্যান্ড্রয়েড স্মার্ট ফোন বা ট্যাব ডিভাইস এবং ওয়েব সংস্করণে ব্যবহারযোগ্য দেশি ই-ওয়ালেট অ্যাপ্লিকেশন বোঝাবে। <br />
        খ) "দেশির ওয়েবসাইট" বলতে www.deshipay.com । <br />
        গ) "কোম্পানি" মানে গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড, দেশির প্রতিষ্ঠাতা৷ <br />
        ঘ) "আমরা" বলতে “দেশি” হিসাবে উল্লেখ করা হয়। <br />
        ঙ) "ব্যবহারকারী" বলতে একটি দেশি ওয়ালেটের নিবন্ধিত অ্যাকাউন্টধারককে বোঝায়৷{" "}
        <br />
        চ) "পাসওয়ার্ড" মানে এমন অক্ষরগুলির একটি স্ট্রিং যা ব্যবহারকারীদের মার্চেন্ট/ব্যবসায়িক দেশি ওয়ালেট অ্যাকাউন্টে অ্যাক্সেসের অনুমতি দেয়। <br />
        ছ) "পিন" বলতে ই-ওয়ালেট পরিষেবার জন্য ৪ সংখ্যার ব্যক্তিগত শনাক্তকরণ নম্বর বোঝাবে৷ <br />
        জ) "ডিভাইস আইডি" মানে আঙ্গুলের ছাপ বা পিন বা প্যাটার্ন যা ডিভাইস ব্যবহারকারী দ্বারা তৈরি করা হয়, বৈধ ব্যবহারকারীকে শনাক্ত করতে ব্যবহার করা যায়। দেশি ই-ওয়ালেট অ্যাক্সেস করার জন্য এটি ব্যবহারকারীর পরিচয় হিসাবে ব্যবহার করা যেতে পারে। <br />
        ঝ) "ই-ওয়ালেট" বা ডিজিটাল ওয়ালেট মানে এমন একটি মোবাইল বা অনলাইন ভিত্তিক অ্যাপ যেখানে ব্যবহারকারী নিরাপদে তাদের শারীরিক অর্থ ইলেকট্রনিকভাবে ধারণ করে বা বজায় রাখে। <br />
        ঞ) "ই-ওয়ালেট হোল্ডার/অ্যাকাউন্ট হোল্ডার" মানে সেই ব্যক্তি বা ব্যবসা/মার্চেন্ট যিনি দেশি ই-ওয়ালেটের মালিক৷ <br />
        ট) "মার্চেন্ট" অর্থ এমন যে কোনো প্রতিষ্ঠান যা তাদের পণ্য বা পরিষেবা বিক্রির জন্য দেশি ওয়ালেটের মাধ্যমে অর্থপ্রদান গ্রহণ করে। <br />
        ঠ) "মার্চেন্ট অ্যাকাউন্ট" বলতে একজন মার্চেন্ট আবেদনকারীর জন্য তৈরি করা অ্যাকাউন্টকে বোঝায় কারণ এটি www.deshipay.com-এ ওয়েবের মাধ্যমে রেজিস্ট্রেশনের প্রক্রিয়া সফলভাবে সম্পন্ন করার সাথে সাথেই হতে পারে। <br />
        ড) "মোবাইল ফোন নম্বর" বলতে দেশি ই-ওয়ালেটের জন্য নিবন্ধন করার জন্য ব্যবহৃত মোবাইল নম্বরকে বোঝায় যা অ্যাকাউন্টধারকের দ্বারা ই-ওয়ালেটে লগইন করার জন্য ব্যবহারকারীর নাম হিসাবেও ব্যবহার করা হবে। <br />
        ঢ) "OTP" মানে ওয়ান টাইম পাসওয়ার্ড, যেটি মোবাইল বা ওয়েব অ্যাপ দ্বারা প্রদত্ত লেনদেন/ক্রিয়াকলাপ অনুমোদন করতে ব্যবহৃত হয়। <br />
        ণ) "পণ্য" অর্থ ই-ওয়ালেট ধারককে প্রদত্ত ই-ওয়ালেট পরিষেবা। <br />
        ত) “QR কোড” (দ্রুত প্রতিক্রিয়া কোড) মানে হল এক ধরনের 2D বার কোড যার মধ্যে ব্যবসায়ী বা ব্যক্তিদের শংসাপত্র রয়েছে যা স্মার্ট ফোনের মাধ্যমে তথ্যে সহজে অ্যাক্সেস প্রদান করতে ব্যবহৃত হয়। <br />
        থ) "লেনদেন" অর্থ অর্থপ্রদানের পদ্ধতি যা অর্থপ্রদত্ত বা প্রাপ্ত বা স্থানান্তরিত বা প্রত্যাহার করা হয়। <br />
        দ) "পিএসপি লাইসেন্স" বলতে বাংলাদেশের কেন্দ্রীয় ব্যাংক কর্তৃক প্রদত্ত অর্থপ্রদান পরিষেবা প্রদানকারীর লাইসেন্সকে বোঝাবে। গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড হল একটি পিএসপি লাইসেন্সধারী এবং বাংলাদেশ ব্যাংক কর্তৃক অনুমোদিত।
      </p>

      <h4>২। শর্তাবলীর প্রযোজ্যতা</h4>
      <p>
        পরিষেবার নিয়ম ও শর্তাবলী সঠিকভাবে না বুঝে এবং সম্মত না হয়ে কেউ দেশি ই-ওয়ালেট ব্যবহার করার অধিকারী নয়। দেশি মার্চেন্ট অ্যাপ্লিকেশন ব্যবহার করে, আপনি এই নিয়ম ও শর্তাবলীতে সম্মত হন এবং সম্মতি দেন, যা আপনার এবং দেশির মধ্যে চুক্তি গঠন করে। দেশি এই ধরনের বিদ্যমান শর্তাবলী এবং সময়ে সময়ে করা সংশোধনী দ্বারা পরিচালিত হবে। এই শর্তাবলী মার্চেন্ট এবং/অথবা সংশ্লিষ্ট পণ্য বা দেশি দ্বারা প্রদত্ত পরিষেবার সাথে সম্পর্কিত অন্যান্য শর্তাবলীর সাথে এবং অন্যথায় নির্দিষ্টভাবে বলা না থাকলে তার সাথে থাকবে না। এই শর্তাবলী এবং দেশি দ্বারা করা আরও সংশোধনগুলির মধ্যে কোনও বিরোধের ক্ষেত্রে, পরবর্তী সংশোধনগুলি অগ্রাধিকার পাবে৷
      </p>

      <h4>৩। যোগ্যতা</h4>

      <p>
        ক) আপনি দেশির মার্চেন্ট অ্যাকাউন্ট হোল্ডার হওয়ার জন্য "যোগ্য" হবেন, যদি:{" "}
        <br />
        ◦ আপনি বাংলাদেশে নিবন্ধিত একটি সত্তা এবং আপনার সমস্ত লাইসেন্স এবং সার্টিফিকেট আপ টু ডেট এবং যথাযথভাবে নবায়ন করা হয়েছে। <br />
        ◦ বাংলাদেশে একটি শিডিউল ব্যাংক বা MFS প্রদানকারীর সাথে আপনার একটি কর্পোরেট অ্যাকাউন্ট আছে। <br />
        ◦ আপনি তালিকাভুক্ত কোনো পণ্য বা পরিষেবা প্রদান করবেন না, যা প্রযোজ্য আইনের অধীনে নিষিদ্ধ এবং সময়ে সময়ে আপডেট হতে পারে। <br />
        ◦ আপনি বাংলাদেশে আপনার ব্যবসা পরিচালনা করেন। <br />
        ◦ আপনি শুধুমাত্র বাংলাদেশি মুদ্রায় (টাকায়) পেমেন্ট পাবেন। এবং <br />
        ◦ আপনি বা কোম্পানি বা অংশীদারিত্ব দ্বারা অনুমোদিত আপনার অনুমোদিত প্রতিনিধি ১৮ (আঠার) বছরের বেশি বয়সে পৌঁছেছেন এবং একটি চুক্তিতে প্রবেশ করতে সক্ষম৷ <br />
        খ) আপনি যদি যোগ্য হন তবেই আপনি আবেদন করতে পারেন বা একজন মার্চেন্ট অ্যাকাউন্ট হোল্ডার হতে পারেন। আপনি যদি যোগ্য না হন, অনুগ্রহ করে অবিলম্বে আমাদের সাথে নিবন্ধন করার জন্য যেকোনো এবং সমস্ত প্রচেষ্টা পরিত্যাগ করুন। <br />
        গ) আমরা আপনার মার্চেন্ট অ্যাকাউন্টটি যে কোনও কারণে যে কোনও সময় বন্ধ করার অধিকার সংরক্ষণ করি৷ <br />
        ঘ) আমরা আপনার প্রতিনিধিত্বের উপর সম্পূর্ণরূপে নির্ভর করি যে আপনি যোগ্য এবং আপনি বা আপনার অ্যাকাউন্ট বা দেশি ওয়ালেট ব্যবহার করেন এমন কেউ যদি যোগ্য না বলে প্রমাণিত হয় তবে তার কোনো দায়ভার থাকবে না। <br />
        ঙ) মাইক্রো মার্চেন্টের জন্য অনুগ্রহ করে বিভাগ ১১ চেক করুন <br />
        চ) দেশির আপনার কাছ থেকে নিম্নলিখিত তথ্য এবং/অথবা নথির প্রয়োজন হতে পারে- <br />
        ১। নামঃ <br />
        ২। বাবার নামঃ <br />
        ৩। মায়ের নামঃ <br />
        ৪। ঠিকানাঃ <br />
        ৫। ন্যাশনাল আইডেন্টিফিকেশন ডকুমেন্ট (এন আই ডি)ঃ <br />
        ৬। পাসপোর্টঃ <br />
        ৭। ছবিঃ <br />
        ৮। মোবাইল নম্বরঃ <br />
        ৯। ড্রাইভিং লাইসেন্সঃ <br />
        ১০। ট্যাক্স আইডেন্টিফিকেশন নম্বর (টিআইএন)ঃ <br />
        ১১। ব্যাংক অ্যাকাউন্ট বিবরণীঃ <br />
        ১২। ক্রেডিট কার্ড/ডেবিট কার্ড/ব্যাংক কার্ড/ভিসা/মাস্টারকার্ড/আমেরিকান এক্সপ্রেসের বিবরণঃ <br />
        ১৩। ই-মেইল ঠিকানাঃ <br />
        ১৪। ব্যবসা বা সত্তার নামঃ <br />
        ১৫। ব্যবসার নিবন্ধন এবং/অথবা অন্তর্ভুক্তি নম্বরঃ <br />
        ১৬। ব্যবসার ট্রেড লাইসেন্সঃ <br />
        ১৭। স্বত্বাধিকারী, শেয়ারহোল্ডার, পরিচালক, অংশীদার, বা প্রয়োজনে অন্য যেকোন ব্যক্তি সহ ব্যবসার যেকোনো ব্যক্তি সম্পর্কে বিশদ বিবরণঃ{" "}
        <br />
        ১৮। ব্যবসার কোন লাইসেন্স বা পারমিট সম্পর্কে বিশদ বিবরণঃ <br />
        ১৯। ব্যবসার ঠিকানাঃ  এবং/অথবা  <br />
        দেশি দ্বারা প্রয়োজনীয় অন্য কোন তথ্য এবং/অথবা নথিপত্র
      </p>

      <h4>৪. সাধারণ ব্যবসার নিয়ম</h4>

      <p>
        মার্চেন্ট ই-ওয়ালেটের ইস্যু দেশি নীতি দ্বারা পরিচালিত হয়। নিম্নলিখিত ব্যবসার নিয়মগুলি আপনার মার্চেন্ট অ্যাকাউন্টে প্রযোজ্য হবে৷
      </p>

      <p>
        ক) ই-ওয়ালেট অ্যাকাউন্টটি "অ-হস্তান্তরযোগ্য"। <br />
        খ) ই-ওয়ালেটে উপলব্ধ ব্যালেন্সের উপর কোন সুদ প্রদেয় হবে না।{" "}
        <br />
        গ) দেশি মার্চেন্ট অ্যাপ্লিকেশনে নিবন্ধন করার সময়, আপনার দেওয়া ডেটা অবশ্যই আপনার সর্বোত্তম জ্ঞান, তথ্য এবং বিশ্বাস অনুসারে সত্য হতে হবে। আমরা আপনার দ্বারা প্রদত্ত মিথ্যা বা ভুল নিবন্ধন ডেটার জন্য কোন দায় বহন করব না। অনুগ্রহ করে নিশ্চিত করুন যে আপনার নিবন্ধিত ই-মেইল আইডি এবং নিবন্ধিত ফোন নম্বর আমাদের কাছ থেকে যোগাযোগ পাওয়ার জন্য কার্যকরী ক্রমে আছে। <br />
        ঘ) আপনি সম্মত হন এবং বোঝেন যে আপনার একটি মোবাইল নম্বর সহ দেশির সাথে শুধুমাত্র একটি মার্চেন্ট অ্যাকাউন্ট থাকতে পারে। <br />
        ঙ) আপনি এতদ্বারা আপনার নিবন্ধিত ই-মেইল আইডি এবং/অথবা নিবন্ধিত ফোন নম্বরের মাধ্যমে আমাদের কাছ থেকে যোগাযোগ পেতে স্পষ্টভাবে সম্মতি দিচ্ছেন। <br />
        চ) আপনি যথাযথ পরিশ্রম করতে এবং দেশি প্রবিধান এবং অন্যান্য প্রযোজ্য আইন সম্পর্কে নিজেকে আপডেট করতে সম্মত হন যা একজন মার্চেন্ট অ্যাকাউন্ট হোল্ডার হিসাবে আপনার দায়বদ্ধতার উপর প্রভাব ফেলতে পারে; <br />
        ছ) চুক্তি সম্পাদনের পরে, আপনি একজন মার্চেন্ট অ্যাকাউন্ট হোল্ডার হয়ে উঠবেন এবং এই শর্তাবলী সাপেক্ষে পরিষেবাগুলির অধিকারী হবেন৷ দেশি গ্রাহকরা তাদের দেশি ওয়ালেট ব্যবহার করে আপনার পণ্য এবং/অথবা পরিষেবা কেনার অধিকারী হবেন। আপনার দ্বারা প্রদত্ত পণ্য বা পরিষেবার বিষয়ে দেশি গ্রাহকদের যে কোনো দাবির জন্য আপনি দায়বদ্ধ থাকবেন। <br />
        জ) পরপর তিনটি ব্যর্থ লগইন প্রচেষ্টা পরবর্তী তিন ঘন্টার জন্য আপনার অ্যাকাউন্ট ব্লক করবে যদি না আপনি আমাদের সাথে যোগাযোগ করেন এবং আপনার বিবরণ যাচাই না করেন। যাচাইকরণের পরে, আপনাকে একটি নতুন পাসওয়ার্ড পুনরায় সেট/জেনারেট করতে হবে। <br />
        ঝ) ব্যবসায়িক নিয়ম বা প্রক্রিয়াগুলির যে কোনও পরিবর্তন নিবন্ধিত ইমেল ঠিকানার মাধ্যমে বা দেশি অ্যাপ্লিকেশনের মাধ্যমে বা দেশির অফিসিয়াল ওয়েবসাইটের মাধ্যমে অবহিত করা হবে এবং এটি ই-ওয়ালেট ধারকের জন্য যথেষ্ট নোটিশ হিসাবে বিবেচিত হবে। অন্য কোন মিডিয়ার মাধ্যমে আর কোন নোটিশ প্রদান করা হবে না। <br />
        ঞ) দেশি কোনো কারণ ছাড়াই আপনার অনুরোধ প্রত্যাখ্যান করার অধিকার সংরক্ষণ করে। <br />
        ট) দেশি আপনার অ্যাকাউন্টটি লেনদেনের জন্য নিষ্ক্রিয় করতে পারে, যদি এটি 1 (এক) বছরের বেশি সময় ধরে অ্যাক্সেস করা না হয় এবং এটিকে সুপ্ত অ্যাকাউন্ট / সীমিত অ্যাকাউন্ট হিসাবে ডাকা হবে। যদি অ্যাকাউন্টটি নিষ্ক্রিয় সময়ের পরবর্তী 1 (এক) মাসের মধ্যে পুনরায় সক্রিয় না করা হয়, তাহলে ব্যালেন্স বাজেয়াপ্ত করা হবে এবং ই-ওয়ালেট অ্যাকাউন্ট নিষ্ক্রিয় করা হবে। আপনি এর জন্য নির্ধারিত পদ্ধতি অনুসারে স্থগিত/নিষ্ক্রিয় অ্যাকাউন্টগুলি পুনরায় সক্রিয় করতে পারেন। <br />
        ঠ) এর জন্য নির্ধারিত পদ্ধতি অনুসারে আপনি ই-ওয়ালেট বন্ধ করার জন্য অনুরোধ করতে পারেন। <br />
        ড) দেশির কাছে এই ধরনের কোনো বাতিলকরণের অনুরোধ নিশ্চিত করার আগে আপনার ই-ওয়ালেট অ্যাকাউন্ট থেকে করা সমস্ত লেনদেনের জন্য আপনি দায়বদ্ধ থাকবেন।. <br />
        ঢ) ই-ওয়ালেট অ্যাকাউন্টের সীমা বা সমাপ্তির জন্য একটি যুক্তিসঙ্গত নোটিশ দেওয়ার জন্য দেশির প্রচেষ্টা হবে, তবে দেশি তার বিবেচনার সীমা অনুযায়ী সাময়িকভাবে বা সম্পূর্ণ বা আংশিকভাবে, যে কোনো সময় আপনাকে পূর্ব নোটিশ না দিয়ে ই-ওয়ালেট বন্ধ করতে পারে। <br />
        ণ) দেশি সম্পর্কিত হার্ডওয়্যার/সফ্টওয়্যারের যে কোনও বিচ্ছেদের জন্য ই-ওয়ালেট অ্যাকাউন্টটি কোনও রক্ষণাবেক্ষণ বা মেরামতের কাজের জন্য নিষ্ক্রিয়/সীমিত থাকতে পারে, কোনও জরুরি বা নিরাপত্তার কারণে পূর্ব নোটিশ ছাড়াই (দেশি দায়বদ্ধ থাকবে না) যদি এমন কোনও পদক্ষেপ করা হয় তাহলে উপরোক্ত কারণে নেওয়া হবে।{" "}
        <br />
        ত) যদি আপনি দেশি দ্বারা নির্ধারিত শর্তাবলী লঙ্ঘন করেন বা অন্য কোনো কারণে দেশি পূর্ব বিজ্ঞপ্তি ছাড়াই ই-ওয়ালেটের অধীনে পরিষেবাগুলি বন্ধ বা স্থগিত বা সীমিত করতে পারে।" <br />
        থ) “লেনদেনের সীমা” সংযুক্তি ‘ক’ হিসাবে যোগ করা হয়েছে।
      </p>

      <h4>৫। পাসওয়ার্ড নীতি</h4>
      <p>
        ক) পাসওয়ার্ডের নিম্নলিখিত বৈশিষ্ট্য থাকতে হবে: <br />
        • সর্বাধিক দৈর্ঘ্য বত্রিশ (৩২) অক্ষরের বেশি হতে পারে না <br />
        • ন্যূনতম দৈর্ঘ্য অবশ্যই আট (৮) অক্ষর হতে হবে <br />
        • কমপক্ষে একটি ১টি সংখ্যা <br />
        • কমপক্ষে একটি ১টি বড় হাতের অক্ষর। <br />
        • অন্তত একটি বিশেষ সাইন। <br />
        খ) ভুল পাসওয়ার্ড দিয়ে ৩টি ব্যর্থ প্রচেষ্টার ক্ষেত্রে, আপনার অ্যাকাউন্ট অ্যাক্সেস নিষ্ক্রিয় করা হবে। নিষ্ক্রিয় হলে, সহায়তার জন্য আমাদের কাস্টমার কেয়ারের সাথে যোগাযোগ করুন। <br />
        গ) ইমেল বার্তা বা ইলেকট্রনিক যোগাযোগের অন্যান্য ফর্মগুলিতে পাসওয়ার্ডগুলি ঢোকানো উচিত নয়৷ <br />
        ঘ) পাসওয়ার্ড পরিবর্তনের ক্ষেত্রে, নতুন পাসওয়ার্ড পূর্বে ব্যবহৃত চারটি পাসওয়ার্ডের মতো হতে পারে না। <br />
        ঙ) পাসওয়ার্ড সুরক্ষা মানদণ্ড <br />
        দেশি অ্যাকাউন্টের জন্য পূর্বে ব্যবহৃত পাসওয়ার্ড ব্যবহার করবেন না। পাসওয়ার্ড হল কেস সংবেদনশীল এবং গোপনীয় দেশি তথ্য। এখানে পাসওয়ার্ড এর ব্যাপারে কি কি "করবেন না" এর একটি তালিকা রয়েছে: <br />
        • ইমেলের মাধ্যমে আপনার পাসওয়ার্ড পাঠাবেন না। <br />
        • অন্যদের সামনে কথা বলবেন না/পাসওয়ার্ড টাইপ করবেন না। <br />
        • অনুগ্রহ করে সর্বদা আপনার পাসওয়ার্ড গোপন রাখুন। <br />
        • যদি আপনি মনে করেন যে আপনার পাসওয়ার্ড আপোস করা হয়েছে, অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করুন বা আপনার অ্যাকাউন্ট ব্লক করতে আমাদের গ্রাহক পরিষেবাতে (কাস্টমার কেয়ার-এ) কল করুন। <br />
        • এমনকি আমাদের কল সেন্টারেও কাউকে পাসওয়ার্ড জানাবেন না।
      </p>

      <h4>৬। পরিচয় প্রমাণীকরণ (KYC)</h4>

      <p>
        ক) মার্চেন্ট-এর কেওয়াইসির জন্য বাংলাদেশ ব্যাংকের কঠোর নির্দেশিকা অনুসরণ করা বাধ্যতামূলক। তাই, আপনি দেশিকে আপনার পরিচয়সহ ব্যবসা বা কর্ম যাচাই করার জন্য প্রয়োজনীয় কোনো অনুসন্ধান করার জন্য অনুমতি দিচ্ছেন। এর মধ্যে আপনাকে নিম্নলিখিত নথি/তথ্য জিজ্ঞাসা করা অন্তর্ভুক্ত থাকতে পারে-
      </p>
      <p>
        I. নাম; <br />
        II. বাবার নাম; <br />
        III. মায়ের নাম; <br />
        IV ঠিকানা; <br />
        V. ন্যাশনাল আইডেন্টিফিকেশন ডকুমেন্ট (NID); <br />
        VI. পাসপোর্ট; <br />
        VII. ছবি; <br />
        VII. মোবাইল নম্বর; <br />
        IX. ড্রাইভিং লাইসেন্স; <br />
        X. ট্যাক্স আইডেন্টিফিকেশন নম্বর (টিআইএন) এবং ভ্যাট শংসাপত্র; <br />
        XI. ব্যাংক অ্যাকাউন্ট বিবরণী; <br />
        XII. ক্রেডিট কার্ড/ডেবিট কার্ড/ব্যাংক কার্ড/ভিসা/মাস্টারকার্ড/আমেরিকান এক্সপ্রেসের বিবরণ; <br />
        XIII. ই-মেইল ঠিকানা; <br />
        XIV. ব্যবসা বা সত্তার নাম; <br />
        XV. ব্যবসার নিবন্ধন এবং/অথবা অন্তর্ভুক্তি নম্বর; <br />
        XVI. ব্যবসার ট্রেড লাইসেন্স; <br />
        XVII. স্বত্বাধিকারী, শেয়ারহোল্ডার, পরিচালক, অংশীদার, বা প্রয়োজনে অন্য যেকোন ব্যক্তি সহ ব্যবসার যেকোনো ব্যক্তি সম্পর্কে বিশদ বিবরণ, বোর্ড রেজোলিউশন;{" "}
        <br />
        XVIII. ব্যবসার কোন লাইসেন্স বা পারমিট সম্পর্কে বিশদ বিবরণ; <br />
        XIX. ব্যবসার ঠিকানা; এবং/অথবা <br />
        XX. দেশি দ্বারা প্রয়োজন হতে পারে যে কোনো নথি এবং তথ্য
      </p>
      <p>
        খ) আপনি কোন মিথ্যা, ভুল, অসম্পূর্ণ বা বিভ্রান্তিকর তথ্য প্রদান করবেন না। <br />
        গ) আপনার রেজিস্ট্রেশনের বিবরণ আপ টু ডেট রাখা হয়েছে তা নিশ্চিত করার জন্য আপনি দায়ী। <br />
        ঘ) দেশি তার বিবেচনার ভিত্তিতে আপনার আবেদন প্রত্যাখ্যান করতে পারে যদি কোনো অ্যাকাউন্ট খোলার প্রয়োজনীয়তা পূরণ না হয় বা আপনি যদি আমাদের সনাক্তকরণের সন্তোষজনক প্রমাণ সরবরাহ করতে ব্যর্থ হন। <br />
        ঙ) দেশি আপনার অ্যাকাউন্টের সাথে সম্পর্কিত আরও তথ্যের অনুরোধ করার অধিকার সংরক্ষণ করে যে কোনো সময় ব্যর্থতার ফলে দেশি পরিষেবা ব্যবহারে সীমাবদ্ধতা, অ্যাকাউন্ট স্থগিত বা সমাপ্ত হতে পারে।
      </p>

      <h4>৭। অ্যাকাউন্ট ব্যবহার</h4>
      <p>
        ক) অ্যাকাউন্ট যাচাইকরণ (KYC) এবং অনুমোদনের পরে, আপনি দেশি দ্বারা প্রদত্ত সমস্ত পরিষেবা পেতে সক্ষম হবেন৷ <br />
        খ) দেশি এই নিশ্চয়তা দেয় না যে, সমস্ত কার্যকারিতা সর্বদা উপলব্ধ থাকবে এবং নতুন বা সংশোধিত আইন, বিধিবদ্ধ উপকরণ, সরকারী প্রবিধান বা নীতি বা অন্য কোন বাধ্যতামূলক কারণে প্রত্যক্ষ ফলাফল হিসাবে সাধারণভাবে যেকোন কার্যকারিতা বা দেশি পরিষেবা যেকোন পূর্ব বিজ্ঞপ্তি প্রত্যাহার করতে পারে। <br />
        গ) দেশি আর্থিক প্রতিষ্ঠানের প্ল্যাটফর্ম এবং আপনাকে নির্দিষ্ট পরিষেবা প্রদানকারী অন্যান্য সংস্থাগুলির সাথে একীভূত হওয়ার পরে দেশি মেনুতে অতিরিক্ত কার্যকারিতা প্রদান করতে পারে। এই ধরনের কার্যকারিতা আপনাকে আর্থিক প্রতিষ্ঠান বা অন্যান্য সত্তার প্ল্যাটফর্মে সীমিত অ্যাক্সেস দিতে পারে। অন্যান্য প্ল্যাটফর্মগুলিতে অ্যাক্সেস পাওয়ার জন্য এই ধরনের কার্যকারিতা ব্যবহার করে, আপনি এতদ্বারা দেশিকে ক্ষতিপূরণ দিতে সম্মত হন এবং এই ধরনের বাহ্যিক প্ল্যাটফর্মগুলিতে আপনার অ্যাক্সেস থেকে উদ্ভূত যে কোনও ক্ষতি থেকে দেশিকে ক্ষতিমুক্ত রাখতে সম্মত হন।
      </p>
      <h4>৮। লিংক ব্যাংক</h4>
      <p>
        ক) আপনার দেশি অ্যাকাউন্টের সাথে আপনার ব্যাংক অ্যাকাউন্ট লিংক করতে, আপনাকে ব্যাংক তালিকা থেকে আপনার ব্যাংক নির্বাচন করতে হবে এবং আপনার ব্যাংক অ্যাকাউন্টের তথ্য সঠিকভাবে প্রবেশ করাতে হবে। <br />
        খ) লিংক ব্যাংকের প্রক্রিয়া চলাকালীন, আপনাকে আপনার ব্যাংকের ইন্টারনেট ব্যাংকিং পৃষ্ঠায় পুনঃনির্দেশিত করা হবে যেখানে আপনাকে ব্যাংকের নির্দেশ অনুসরণ করতে হবে বা আপনার ব্যাংকের ইন্টারনেট ব্যাংকিং না থাকলে এই উদ্দেশ্যে আপনার ব্যাংকের নিবন্ধিত মোবাইল নম্বরে একটি OTP পাঠানো হবে প্রমাণীকরণ আপনাকে OTP লিখতে হবে এবং লিংকটি প্রতিষ্ঠিত হবে। <br />
        গ) দেশি অ্যাকাউন্টের সাথে আপনার ব্যাংক অ্যাকাউন্ট লিংক করার মাধ্যমে আপনি এখানে গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) কে দেশি ইওয়ালেটের সেটেলমেন্ট ব্যাংকের মাধ্যমে আপনার লিংক করা ব্যাংক অ্যাকাউন্ট ডেবিট বা ক্রেডিট করার জন্য অনুমোদন করেন।{" "}
        <br />
        ঘ) একবার লিংকটি প্রতিষ্ঠিত হয়ে গেলে, আপনি আপনার লিংক করা ব্যাংক অ্যাকাউন্ট থেকে আপনার দেশি অ্যাকাউন্টে অর্থ যোগ করতে পারবেন বা আপনি আপনার দেশি অ্যাকাউন্ট থেকে আপনার লিংক করা ব্যাংক অ্যাকাউন্টে অর্থ স্থানান্তর করতে পারবেন। <br />
        ঙ) ভুল ব্যাংক বা KYC তথ্য বা ব্যাংক অ্যাকাউন্টের সাথে অমিলের কারণে আপনার লিংক ব্যাংকের অনুরোধ ব্যর্থ হলে দেশিকে দায়ী করা হবে না। এছাড়াও, ব্যাংকের ত্রুটি বা আপনার ডিভাইস বা ইন্টারনেট সমস্যার কারণে ঘটে যাওয়া লেনদেনের কোনও ভুল ব্যবস্থাপনার জন্য দেশি দায়বদ্ধ থাকবে না।" <br />
        চ) দেশি এই পরিষেবার জন্য বিদ্যমান শর্তাবলী যোগ, অপসারণ এবং পরিবর্তন করার অধিকার সংরক্ষণ করে যেকোনও সময় প্রয়োজনে কোনো পূর্ব বিজ্ঞপ্তি না দিয়ে। <br />
        ছ) OTP-এর ডেলিভারি না করার ক্ষেত্রে, মুলতুবি অ্যাড মানি বা আপনার ব্যাংক অ্যাকাউন্ট বা পরিষেবার সাথে সম্পর্কিত অন্য কোনও সমস্যা, আপনাকে আপনার ব্যাংকের সাথে যোগাযোগ করতে হবে। <br />
        জ) যদি ব্যাংক বা অন্য কোন সরকারী কর্তৃপক্ষ আপনার উপর এই ধরনের কোন বাধ্যবাধকতা প্রদান করে তাহলে আপনি অন্য কোন বোঝা বা বাধ্যবাধকতা মেনে চলবেন{" "}
        <br />
        ঝ) দেশি অ্যাকাউন্টের সাথে সম্পর্কিত কোনো সমস্যার ক্ষেত্রে, আপনাকে +৮৮০৯৬১৭৩৪৩৪৩৪ নম্বরে কল করে, support@deshipay.com-এ ই-মেইল পাঠিয়ে, টিকিট বাড়িয়ে বা আমাদের অ্যাপ্লিকেশন থেকে লাইভ চ্যাটের মাধ্যমে দেশি কাস্টমার কেয়ার সেন্টারে যোগাযোগ করার জন্য অনুরোধ করা হচ্ছে।
      </p>
      <h4>৯। তৃতীয় পক্ষের নেটওয়ার্ক দ্বারা প্রদত্ত পরিষেবা</h4>
      <p>
        ক) তৃতীয় পক্ষের নেটওয়ার্কের মাধ্যমে করা কোনো লেনদেনের ক্ষেত্রে, উল্লিখিত পক্ষ তাদের দ্বারা প্রদত্ত তাদের পরিষেবা সম্পর্কিত তথ্যের নির্ভুলতা এবং সত্যতার জন্য সম্পূর্ণরূপে দায়বদ্ধ থাকবে। দেশি শুধুমাত্র একটি পেমেন্ট সার্ভিস প্রদানকারী প্রতিষ্ঠান এবং তাদের (তৃতীয় পক্ষের) পরিষেবার নির্ভুলতা এবং সত্যতার জন্য দায়বদ্ধ নয়৷ আপনি যদি কোনো ক্রয় ফেরত দিতে চান তবে তা তৃতীয় পক্ষের নির্ধারিত শর্তাবলী অনুসরণ করা হবে। <br />
        খ) তৃতীয় পক্ষের পরিষেবা-সম্পর্কিত প্রশ্নের জন্য, অনুগ্রহ করে পার্টি বা তাদের অনুমোদিত প্রতিনিধিদের সাথে যোগাযোগ করুন এবং এই জাতীয় তৃতীয় পক্ষের দ্বারা প্রদত্ত কোনো প্রচারমূলক অফার বা ডিলের জন্য দেশি দায়ী থাকবে না৷ দেশি শুধুমাত্র এর বিষয়বস্তু, ওয়েবসাইট, বা এর যে কোনো পণ্যের পরিষেবার ক্ষেত্রে সেটার বৈশিষ্ট্য, সুবিধা এবং চার্জ এবং এই ধরনের বৈশিষ্ট্য, সুবিধা এবং চার্জ সম্পর্কিত তথ্য ও উপকরণ প্রতিস্থাপন বা সংশোধন করার অধিকার সংরক্ষণ করে।
      </p>

      <h4>১০। দেশির মাধ্যমে লেনদেন</h4>
      <p>
        ক) দেশির মাধ্যমে আপনার লেনদেনের অনুরোধ সম্পূর্ণ নাও হতে পারে: <br />
        i একটি লেনদেন সম্পূর্ণ করার জন্য বা একটি লেনদেনের জন্য চার্জ কভার করার জন্য আপনার দেশি অ্যাকাউন্টে পর্যাপ্ত তহবিল না থাকলে; <br />
        ii. আপনি বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত সর্বোচ্চ অ্যাকাউন্ট ব্যালেন্স সীমা পৌঁছেছেন; <br />
        iii. আপনি যদি বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত দৈনিক সীমাতে পৌঁছে থাকেন;{" "}
        <br />
        iv যদি আপনার অ্যাকাউন্ট সাময়িকভাবে স্থগিত বা স্থায়ীভাবে হিমায়িত করা হয়; <br />
        v. যদি অন্য কোন বাধ্যতামূলক কারণ থাকে যেমন অস্থায়ী সিস্টেম বিলম্ব বা বিভ্রাট। <br />
        vi যদি আপনার লেনদেন দেশির কাছে সন্দেহজনক মনে হয় যে কোনো কারণে; দেশির বিবেচনার ভিত্তিতে। <br />
        খ) অ্যাড মানি লেনদেনের ক্ষেত্রে, আমরা দেশি তালিকায় উপলব্ধ ব্যাংক বা যেকোনো ভিসা/মাস্টার/ইউনিয়নপে ডেবিট বা ক্রেডিট কার্ড থেকে টাকা যোগ করতে পারব। <br />
        গ) আপনার দেশি অ্যাকাউন্টে অর্থ যোগ করার উদ্দেশ্যে আপনার ব্যাংক নিবন্ধিত মোবাইল নম্বরের মাধ্যমে আপনার ইস্যুকারী ব্যাংক থেকে প্রাপ্ত সঠিক ওটিপি লিখতে হবে। <br />
        ঘ) আপনার দ্বারা ভুল/নিয়ম না মেনে চলার জন্য সিস্টেম দ্বারা প্রত্যাখ্যান করা কোনো অ্যাড মানি এর জন্য গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) দায়ী থাকবে না। <br />
        ঙ) আপনার ব্যাংক অ্যাকাউন্টে বা ক্রেডিট কার্ডের বিল পেমেন্টে অর্থ স্থানান্তর করার ক্ষেত্রে, আপনি যেকোনো ব্যাংক অ্যাকাউন্টে বা যেকোনো VISA/Master ডেবিট বা ক্রেডিট কার্ডে অর্থ স্থানান্তর করতে পারবেন। <br />
        চ) ব্যাংক অ্যাকাউন্টে বা ক্রেডিট কার্ড বিল পেমেন্টে অর্থ স্থানান্তর প্রক্রিয়া সম্পূর্ণ করতে ২ কার্যদিবস পর্যন্ত সময় লাগতে পারে। <br />
        ছ) গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) আপনার ব্যাংকের দ্বারা ট্রান্সফার মানির মাধ্যমে আপনার ব্যাংক অ্যাকাউন্টে ক্রেডিট করতে কোনও বিলম্বের জন্য দায়ী থাকবে না। <br />
        জ) একটি লেনদেন সম্পূর্ণ করার জন্য আপনাকে সঠিক ওটিপি বা দেশির আপনার লেনদেনের পিন লিখতে হবে (যদি প্রয়োজন হয়) । <br />
        ঝ) সংশ্লিষ্ট ব্যাংক/কার্ড অ্যাকাউন্টের স্ট্যাটাস সক্রিয় আছে কিনা তা নিশ্চিত করা আপনার দায়িত্ব (হিমায়িত, নিষ্ক্রিয় বা অন্যান্য) এবং সংশ্লিষ্ট ব্যাংক অ্যাকাউন্টে লেনদেনের অনুমতি রয়েছে। ব্যাংক/কার্ড অ্যাকাউন্টের স্থিতির কারণে কোনও অসফল লেনদেনের জন্য দেশি দায়ী থাকবে না এবং কোনও লেনদেন সুরক্ষিত করার জন্য ব্যাংকের সাথে যোগাযোগ করার কোনও দায়বদ্ধতা দেশির নেই। <br />
        ঞ) দেশি কোনও লেনদেন বাতিল বা বিপরীত করতে পারে বা সঠিক তদন্তের পরে কোনও ভুল, অতিরিক্ত অর্থপ্রদান বা অন্য কোনও যুক্তিসঙ্গত কারণে সংশোধন করতে আপনার দেশি অ্যাকাউন্ট ডেবিট করতে পারে। যদি দেশি দ্বারা এই ধরনের বাতিলকরণ, বিপরীতমুখী বা ডেবিট করা হয়, তাহলে আপনাকে যথাযথভাবে অবহিত করা হবে। <br />
        ট) আপনি দেশি দ্বারা আরোপিত ফি/চার্জ (যদি থাকে) বহন করতে বাধ্য যা প্রদত্ত পরিষেবার জন্য সময়ে সময়ে পরিবর্তিত হতে পারে। <br />
        ঠ) আপনাকে অবশ্যই আপনার দেশি অ্যাকাউন্টের পিন এবং ব্যাংক এবং/অথবা দেশি দ্বারা প্রদত্ত ওটিপির গোপনীয়তা, হেফাজত এবং সুরক্ষা নিশ্চিত করতে হবে। আপনার দ্বারা পিন, ওটিপি বা দেশি অ্যাকাউন্টের সাথে আপস করা হলে দেশি কোনো পরিণতির জন্য দায়ী থাকবে না। <br />
        ড) OTP-এর ডেলিভারি না করার ক্ষেত্রে, মুলতুবি অ্যাড মানি বা আপনার ব্যাংক অ্যাকাউন্ট বা পরিষেবার সাথে সম্পর্কিত অন্য কোনও সমস্যা, আপনাকে আপনার ব্যাংকের সাথে যোগাযোগ করতে হবে। <br />
        ঢ) আপনাকে অবশ্যই আপনার দেশি অ্যাকাউন্টের পিন এবং ব্যাংক এবং/অথবা দেশি দ্বারা প্রদত্ত ওটিপির গোপনীয়তা, হেফাজত এবং সুরক্ষা নিশ্চিত করতে হবে। আপনার দ্বারা পিন, ওটিপি বা দেশি অ্যাকাউন্টের সাথে আপস করা হলে দেশি কোনো পরিণতির জন্য দায়ী থাকবে না। <br />
        ণ) একটি লেনদেন একবার সম্পন্ন হলে চূড়ান্ত এবং অপরিবর্তনীয়। সেই হিসেবে, দেশি কোনো লেনদেন বিপরীত করার জন্য কোনো বাধ্যবাধকতার অধীনে থাকবে না। তাই, লেনদেন করার সময় আপনার সঠিক ব্যাংক/কার্ড/দেশি অ্যাকাউন্টের বিবরণ প্রবেশ করা হয়েছে তা নিশ্চিত করা উচিত। <br />
        ত) দেশি যদি কোন প্রাপকের কাছে তহবিলটি ভুলভাবে বা ভুল করে বা প্রতারণামূলকভাবে বা জোর করে বা অন্যথায় ভুল, ভুল বা প্রতারণামূলক লেনদেনের প্রাপকের দ্বারা ব্যয় করা হয় তবে প্রেরককে ফেরত বা ক্ষতিপূরণ দিতে বাধ্য করা হবে না এবং আপনি এতদ্বারা ধরে রাখতে সম্মত হন ভুল, ভুল বা প্রতারণামূলক তহবিল স্থানান্তর বা চাপের অধীনে বা জবরদস্তি বা অপরাধমূলক বল প্রয়োগের অধীনে আপনার অ্যাকাউন্ট থেকে তহবিল স্থানান্তর থেকে উদ্ভূত যে কোনও ক্ষতির জন্য দেশি নিরীহ। <br />
        থ) আপনার ব্যাংক অ্যাকাউন্ট বা পরিষেবার সাথে সম্পর্কিত কোনও সমস্যার ক্ষেত্রে, আপনাকে আপনার ব্যাংকের সাথে যোগাযোগ করতে হবে। <br />
        দ) দেশি অ্যাকাউন্টের সাথে সম্পর্কিত কোনও সমস্যা হলে, আপনাকে নির্দিষ্ট ইমেল ঠিকানায় ই-মেইল পাঠিয়ে, টিকিট বাড়িয়ে বা আমাদের অ্যাপ্লিকেশন থেকে লাইভ চ্যাটের মাধ্যমে দেশি কাস্টমার কেয়ারের সাথে যোগাযোগ করার জন্য অনুরোধ করা হচ্ছে।
      </p>

      <h4>১১। মাইক্রো মার্চেন্ট অ্যাকাউন্ট</h4>

      <p>
        ক) সীমা, ফি এবং চার্জ এবং ওয়ালেট হোল্ড সীমা ছাড়া দেশি ব্যবসায়িক ওয়ালেটের সমস্ত শর্তাবলী মাইক্রো মার্চেন্ট অ্যাকাউন্টের জন্য প্রযোজ্য। <br />
        খ) ক্ষুদ্র মার্চেন্টদেরকে দেশির অনুমোদিত প্রতিনিধি/প্রবর্তক দ্বারা বোর্ড করা হবে। <br />
        গ) মাইক্রো মার্চেন্ট অ্যাকাউন্টের জন্য মাসিক লেনদেনের সীমা হবে ১০,০০,০০০ টাকা৷ <br />
        ঘ) একটি মাইক্রো মার্চেন্ট অ্যাকাউন্টের জন্য যেকোনো সময়ে ওয়ালেট হোল্ডিং সীমা হবে ৫,০০,০০০ টাকা৷ <br />
        ঙ) যদি একজন ব্যক্তিগত অ্যাকাউন্ট ধারক একটি ব্যবসায়িক অ্যাকাউন্ট রাখতে চান/সে একই NID নম্বর ব্যবহার করে তার ব্যক্তিগত অ্যাকাউন্টটিকে একটি মাইক্রো মার্চেন্ট অ্যাকাউন্টে রূপান্তর করার যোগ্য। যাইহোক, ব্যক্তিগত অ্যাকাউন্ট ধারককে মার্চেন্ট অ্যাকাউন্ট হোল্ডার হিসাবে কাজ করার জন্য প্রয়োজনীয় যেকোন অতিরিক্ত প্রয়োজনীয়তা পূরণ করতে হবে। <br />
        চ) এই রূপান্তর প্রক্রিয়া বিনামূল্যে হবে। যাইহোক, যদি কোনো সরকারি কর্তৃপক্ষের এই ধরনের রূপান্তরের জন্য কোনো অতিরিক্ত অর্থপ্রদানের প্রয়োজন হয়, তাহলে আপনি এই ধরনের অর্থপ্রদান করার জন্য সম্পূর্ণরূপে দায়ী থাকবেন।"{" "}
        <br />
        ছ) অনুমোদিত প্রতিনিধি/প্রচারকারীরা পেশাদার যাচাইয়ের জন্য স্থানীয় প্রতিনিধিদের (যেমন- চেয়ারম্যান, ওয়ার্ড কমিশনার, এমপি, তার/তার পেশার প্রতিনিধিত্ব করে এমন কোনো সমবায় সমিতি) দ্বারা অনুমোদিত মাইক্রো মার্চেন্টে বোর্ডের জন্য অতিরিক্ত নথি চাইতে পারেন।
      </p>

      <h4>১২। পণ্যের ব্যবহার</h4>

      <p>শর্তাবলী স্বীকার করে, আপনি:</p>

      <p>
        ক) স্বীকার করুন যে আপনার নিবন্ধিত মোবাইল নম্বর থেকে উদ্ভূত যে কোনো বৈধ লেনদেন আপনার দ্বারা শুরু হয়েছে বলে ধরে নেওয়া হবে এবং PIN/OTP দ্বারা অনুমোদিত যেকোনো লেনদেন আপনার দ্বারা যথাযথ এবং আইনত অনুমোদিত৷ <br />
        খ) গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) এর কোনো কর্মকর্তা সহ কারো কাছে আপনার পিন, ওটিপি প্রকাশ না করতে সম্মত হন। <br />
        গ) সম্মত হন যে আপনি সচেতন এবং স্বীকার করেন যে দেশি ই-ওয়ালেট আপনাকে বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত সীমার মধ্যে পিন/ওটিপি ব্যবহার করে লেনদেন করতে সক্ষম করবে। <br />
        ঘ) পাসওয়ার্ড, লেনদেনের পিন, আঙুলের ছাপ এবং OTP ব্যবহার করে গৃহীত সমস্ত লেনদেন/পরিষেবার জন্য দেশিকে অনুমোদন করুন। <br />
        ঙ) এখানে থাকা শর্তাবলী সহ দেশি দ্বারা সময়ে সময়ে নির্ধারিত পদ্ধতি অনুসারে পিন ব্যবহার করে পণ্যের অধীনে প্রদত্ত পরিষেবাগুলি ব্যবহার করতে সম্মত হন। <br />
        চ) পিন এবং ওটিপি গোপনীয় রাখতে সম্মত হন এবং অন্য কোনও ব্যক্তির কাছে এগুলি প্রকাশ করবেন না বা সেগুলিকে এমনভাবে রেকর্ড করবেন না যা একই গোপনীয়তা বা পরিষেবার সুরক্ষার সাথে আপস করবে৷ <br />
        ছ) সম্মত হন যে মোবাইল অ্যাপ বা ওয়েব অ্যাপ ব্যবহার করে উদ্ভূত লেনদেনগুলি প্রত্যাহারযোগ্য নয়। <br />
        জ) বোঝুন এবং স্পষ্টভাবে সম্মত হন যে বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত সিলিং এবং সময়ে সময়ে চার্জগুলি সংশোধন করার সম্পূর্ণ অধিকার দেশির রয়েছে যা আপনার জন্য বাধ্যতামূলক হবে। <br />
        ঝ) আপনার নম্বরের সাথে সঠিকভাবে এবং বৈধভাবে নিবন্ধিত পণ্যটি ব্যবহার করতে সম্মত হন এবং ওয়ালেটটি শুধুমাত্র মোবাইল ফোন নম্বরের মাধ্যমে বা অনলাইনের মাধ্যমে ব্যবহার করার প্রতিশ্রুতি নিন যা ই-ওয়ালেটের জন্য নিবন্ধন করতে ব্যবহৃত হয়েছে। <br />
        ঞ) আপনার মোবাইল ফোন বা অনলাইন থেকে গৃহীত এবং আপনার PIN/OTP-এর মাধ্যমে প্রমাণীকৃত সমস্ত অনুরোধ/লেনদেন সম্পাদন করার জন্য দেশিকে স্পষ্টভাবে অনুমোদন করুন। অর্থ যোগ করা, সরবরাহকারীর অর্থপ্রদান, প্রত্যাহার ইত্যাদির মতো অর্থপ্রদানের সুবিধার ক্ষেত্রে, আপনার মার্চেন্ট অ্যাকাউন্ট থেকে একটি অনুরোধ প্রাপ্ত হলে অর্থ প্রদানের জন্য আপনি স্পষ্টভাবে দেশিকে অনুমোদিত বলে মনে করা হবে। <br />
        ট) প্রদত্ত পরিষেবাগুলির সাথে সম্পর্কিত যে কোনও তথ্য/পরিবর্তন সম্পর্কে নিজেকে আপডেট রাখতে সম্মত হন যা দেশির ওয়েবসাইটগুলিতে প্রচার করা হবে বা দেশি অ্যাপে পাঠানো বিজ্ঞপ্তি এবং তৈরিতে এই জাতীয় তথ্য/পরিবর্তনগুলির নোট/সম্মতির জন্য দায়ী থাকবে। পণ্য ব্যবহার
      </p>

      <h4>১৩। ফি এবং চার্জ</h4>

      <p>
        ক) আমাদের দ্বারা আপনাকে করা যেকোনো অর্থপ্রদান নিম্নলিখিত শর্তাবলী দ্বারা পরিচালিত হবে: <br />
        i লেনদেনের পরিমাণ থেকে এই শর্তাবলীর পরিপ্রেক্ষিতে নিম্নলিখিত সামঞ্জস্য, কাটছাঁট এবং অন্য কোনো কাটছাঁট করার পরে আমাদের দ্বারা নেট পেমেন্টগুলি আপনার কাছে উপলব্ধ করা হবে:{" "}
        <br />
        ক. প্রক্রিয়াকৃত সমস্ত লেনদেনের জন্য সময়ে সময়ে সংশোধিত এই শর্তাবলীর পরিপ্রেক্ষিতে আমাদের জন্য ফি, চার্জ ইত্যাদি।
        খ. আপনার গ্রাহকের চার্জ এবং/অথবা চার্জব্যাকের অ্যাকাউন্টে অনুসন্ধান, বিরোধ, বাতিলকরণ এবং/অথবা প্রসেসকৃত অর্থ ফেরতের জন্য যেকোন প্রকৃতির সমস্ত খরচ, চার্জ, খরচ ইত্যাদি। <br />
        গ. যে কোন উপায়ে যে কোন ভ্যাট/ট্যাক্স প্রযোজ্য। <br />
        ii. আমরা অ্যাকাউন্টগুলি মিটমাট করব এবং তারপরে আপনাকে অর্থপ্রদান করব, প্রযোজ্য আইনের অধীনে বাধ্যতামূলক যে কোনও কারণে আগত অর্থের অর্থপ্রদান আটকে রাখার আমাদের বাধ্যবাধকতা সাপেক্ষে, আমাদের এবং আপনার মধ্যে প্রবেশ করা কোনও চুক্তির এই শর্তাবলী বা শর্তাবলী।{" "}
        <br />
        iii. আমরা সেট অফ এবং/অথবা আপনার বকেয়া পেমেন্ট থেকে কেটে নেওয়ার অধিকারী হব, এই ধরনের অর্থপ্রদান যা পরবর্তীতে নির্ধারিত হয় না এবং/অথবা ভুলভাবে আপনাকে প্রদান করা হয়। <br />
        iv আপনি সম্মত হন যে প্রযোজ্য আইন সাপেক্ষে, আমরা আপনার অ্যাকাউন্টে ভ্যাট, সার্ভিস ট্যাক্স, ব্যাংক চার্জ, অন্যান্য প্রযোজ্য করের জন্য ডেবিট করার জন্য অনুমোদিত এবং যোগ্য, <br />
        গ্রাহকদের কাছে ফেরত (গুলি) এবং অন্য যেকোন পরিমাণ অর্থ এবং অন্য যেকোন উপায়ে এই শর্তাবলীর পরিপ্রেক্ষিতে আপনি আমাদের কাছে প্রদেয়। <br />
        খ) দেশি পরিষেবার জন্য প্রযোজ্য সমস্ত চার্জ দেশির ওয়েবসাইটে (www.deshipay.com) উপলব্ধ একটি পৃথক ফি সময়সূচীতে উল্লেখ করা হয়েছে এবং গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (G&R) দ্বারা সময়ে সময়ে প্রকাশিত হতে পারে এবং G&R-এর নিজস্ব বিবেচনার ভিত্তিতে যেকোনো সময় পরিবর্তন সাপেক্ষে এবং আপনার দেশি পরিষেবার ক্রমাগত ব্যবহার অনুমান করা হবে যে আপনি নতুন ফি গ্রহণ করেছেন। <br />
        গ) প্রযোজ্য আইনের অধীনে অনুমোদিত দাবির শিরোনামের অধীনে বা যেকোনো কারণে ক্ষতিপূরণ পাওয়ার জন্য আমরা আপনার কাছ থেকে ক্ষতিপূরণ চাওয়ার অধিকার সংরক্ষণ করি, যেমন: <br />
        i যেকোনো লেনদেন যে কোনো কারণে বেআইনি বা অপ্রয়োগযোগ্য;{" "}
        <br />
        ii. এই জাতীয় উপকরণ ব্যবহারের জন্য অনুমোদিত অঞ্চলের বাইরে করা যে কোনও লেনদেন; <br />
        iii. যে কোন লেনদেন সন্দেহজনক বা ভুলভাবে আপনার জন্য অর্থপ্রদান করা হয়েছে; বা <br />
        ঘ) আমরা এইগুলির যে কোনও ভিত্তিতে বা অন্য কোনও কারণে পরিষেবাটি বন্ধ করার অধিকার সংরক্ষণ করি যা আমরা প্রয়োজনীয় মনে করি এবং আপনার কাছ থেকে এই জাতীয় পরিমাণ পুনরুদ্ধার করি এবং এর সাথে সম্পর্কিত যে কোনও ক্ষতির ক্ষেত্রে ক্ষতিপূরণ পাওয়ার অধিকার রাখি৷
      </p>

      <h4>১৪। অ্যাকাউন্টধারীর দায়িত্ব ও বাধ্যবাধকতা</h4>
      <p>
        ক) দেশি, মোবাইল নম্বর এবং পিনের মাধ্যমে শুরু করা ভুল/ভুলভাবে করা লেনদেন সহ সমস্ত লেনদেনের জন্য আপনি দায়ী থাকবেন; এই ধরনের লেনদেন আপনার দ্বারা অনুমোদিত কিনা তা নির্বিশেষে। এই ধরনের সমস্ত লেনদেনের ক্ষেত্রে যদি কোন ক্ষতি হয় তবে আপনি ক্ষতি/ক্ষতির জন্যও দায়ী থাকবেন। <br />
        খ) পিন, পাসওয়ার্ড এবং ওটিপি যাতে কোনও অননুমোদিত ব্যক্তির সাথে শেয়ার করা না হয় তা নিশ্চিত করার জন্য আপনি সমস্ত সম্ভাব্য পদক্ষেপ গ্রহণ করবেন এবং মোবাইল ফোনের অপব্যবহার/চুরি/হারানোর ক্ষেত্রে দেশি কাস্টমার কেয়ার সেন্টারে যোগাযোগ করবেন। <br />
        গ) আপনার যদি পিন/পাসওয়ার্ডের অপব্যবহারের সন্দেহ হয় তাহলে অবিলম্বে দেশিকে জানানোর দায়িত্ব আপনার হবে। <br />
        ঘ) এখানে থাকা শর্তাবলীর সমস্ত ক্ষতি বা লঙ্ঘনের জন্য বা অবহেলামূলক ক্রিয়াকলাপ বা ওয়ালেটে অননুমোদিত অ্যাক্সেস সম্পর্কে যুক্তিসঙ্গত সময়ের মধ্যে দেশিকে পরামর্শ দিতে ব্যর্থতার জন্য অবদান বা ক্ষতির জন্য আপনি দায়ী থাকবেন।
      </p>

      <h4>১৫। অন্যান্য</h4>

      <p>
        {" "}
        ক) আপনার নির্দেশাবলী শুধুমাত্র আপনার নিবন্ধিত নম্বর এবং পিনের অধীনে প্রমাণীকরণের পরে বা দেশির বিবেচনার ভিত্তিতে নির্ধারিত অন্য কোনো যাচাইকরণের মাধ্যমে প্রভাবিত হবে। <br />
        খ) দেশি আপনার তথ্য গোপন রাখা নিশ্চিত করার জন্য সমস্ত যুক্তিসঙ্গত প্রচেষ্টা করবে। <br />
        গ) আপনাকে পণ্যটি ব্যবহার করার প্রক্রিয়ার সাথে নিজেকে পরিচিত করতে হবে এবং পণ্যটি ব্যবহার করার সময় যে কোনো ত্রুটির জন্য আপনি দায়ী থাকবেন। <br />
        ঘ) দেশি কোন পরিষেবাগুলি দেওয়া যেতে পারে তা সিদ্ধান্ত নেওয়ার অধিকার সংরক্ষণ করে৷ পণ্যের অধীনে প্রদত্ত পরিষেবাগুলিতে সংযোজন/বাতিল করা তার নিজস্ব বিবেচনার ভিত্তিতে। <br />
        ঙ) যদিও আপনার কাছ থেকে প্রাপ্ত নির্দেশগুলি অবিলম্বে কার্যকর করার জন্য দেশির প্রচেষ্টা থাকবে, এটি কার্যকরী ব্যবস্থার ব্যর্থতা সহ যে কোনও কারণে বা কোনও প্রয়োজনের কারণে নির্দেশাবলী পালনে বিলম্ব/ব্যর্থতার জন্য দায়ী হবে না। আইন এর. আপনি স্পষ্টভাবে দেশিকে পরিষেবার অধীনে বৈশিষ্ট্যগুলি অফার করার জন্য প্রয়োজনীয় আপনার ই-ওয়ালেট তথ্য অ্যাক্সেস করার জন্য এবং পরিষেবা প্রদানের জন্য প্রয়োজনীয় পরিষেবা প্রদানকারী/তৃতীয় পক্ষের সাথে আপনার ই-ওয়ালেট সম্পর্কিত তথ্য ভাগ করার জন্য অনুমোদন করেছেন। <br />
        চ) লেনদেনের বিবরণ দেশি দ্বারা রেকর্ড করা হবে এবং এই রেকর্ডগুলি লেনদেনের সত্যতা এবং নির্ভুলতার চূড়ান্ত প্রমাণ হিসাবে বিবেচিত হবে। <br />
        ছ) আপনি এতদ্বারা দেশি বা এর প্রতিনিধিদের পণ্য, শুভেচ্ছা, বিজ্ঞাপন বা দেশি সময়ে সময়ে বিবেচনা করতে পারে এমন অন্য কোনো বার্তা সহ প্রচারমূলক বার্তা পাঠাতে অনুমোদন করছেন। <br />
        জ) আপনি বোঝেন যে দেশি আপনার অনুরোধ করা পরিষেবার জন্য "প্রত্যাখ্যান" বা "অনুরোধ প্রক্রিয়া করতে পারে না" বার্তা পাঠাতে পারে যা কোনো কারণে কার্যকর করা যায়নি। <br />
        ঝ) দেশি, এর বিষয়বস্তু, ওয়েবসাইট, বা এর যেকোন পণ্যের পরিষেবার ক্ষেত্রে দেশি এর বৈশিষ্ট্য, সুবিধা এবং চার্জ এবং এই ধরনের বৈশিষ্ট্য, সুবিধা এবং চার্জ সম্পর্কিত তথ্য এবং উপকরণ প্রতিস্থাপন বা সংশোধন করার অধিকার সংরক্ষণ করে।
      </p>

      <h4>১৬। ব্যবহারকারীর তথ্য</h4>

      <p>
        ক) আপনি সম্মত হন যে আপনি এই শর্তাবলী বা শর্তাবলীর যেকোনও লঙ্ঘন বা লঙ্ঘনের কারণে বা তার কারণে উদ্ভূত যেকোনো এবং সমস্ত দাবি, খরচ, ক্ষতি, ক্ষতি, দায় এবং খরচ থেকে এবং এর বিরুদ্ধে দেশিকে রক্ষা করবেন, ক্ষতিপূরণ দেবেন এবং ধরে রাখবেন। কোন প্রযোজ্য আইন বা প্রবিধান, অথবা আপনার ব্যবহার বা অপব্যবহার দেশির পরিষেবাগুলি। <br />
        খ) দেশির পরিষেবাগুলির কোনও অননুমোদিত ব্যবহারের কারণে যদি এমন ঘটনা ঘটে তবে ক্ষতি, জরিমানা, ক্ষতি, আইনি মামলা বা ফৌজদারি অপরাধের জন্য যে কোনও দাবির জন্য আপনি দায়বদ্ধ থাকবেন। <br />
        গ) পণ্য বা অন্য কোন পদ্ধতি ব্যবহার করে দেশিকে সঠিক তথ্য প্রদান করা আপনার দায়িত্ব। এই তথ্যে কোনো অমিল হলে, আপনি বুঝতে পারবেন যে তথ্যের ভিত্তিতে গৃহীত পদক্ষেপের জন্য দেশি কোনোভাবেই দায়ী থাকবে না। দেশি সর্বোত্তম প্রচেষ্টার ভিত্তিতে যেখানেই সম্ভব দ্রুত ত্রুটিটি সংশোধন করার চেষ্টা করবে, যদি আপনি তথ্যে ত্রুটিটি দেওয়ার ২ (দুই) ঘন্টার মধ্যে এই জাতীয় ত্রুটির প্রতিবেদন করেন। <br />
        ঘ) আপনি যদি অন্য দেশি গ্রাহকের সম্পর্কে তথ্য পান তবে আপনাকে অবশ্যই তথ্য গোপন রাখতে হবে এবং শুধুমাত্র দেশি পরিষেবাগুলির সাথে এটি ব্যবহার করতে হবে। আপনি দেশি ব্যবহারকারীদের সম্পর্কে কোনো তথ্য তৃতীয় পক্ষের কাছে প্রকাশ বা বিতরণ করতে পারবেন না বা বিপণনের উদ্দেশ্যে তথ্য ব্যবহার করতে পারবেন না যদি না আপনি এটি করার জন্য সেই ব্যবহারকারীর স্পষ্ট সম্মতি না পান। আপনি কোনও দেশি গ্রাহককে অযাচিত ইমেল পাঠাতে পারবেন না বা তৃতীয় পক্ষকে অযাচিত ইমেল পাঠানোর জন্য অর্থ সংগ্রহ করতে বা পাঠাতে সহায়তা করতে দেশি পরিষেবাগুলি ব্যবহার করতে পারবেন না। <br />
        ঙ) আপনি ভুল তথ্য প্রদানের ফলে আপনার যে ক্ষতি হয়েছে তার জন্য আমরা দায়ী নই। <br />
        চ) আমাদের কাছে ভুল বা ভুল তথ্য প্রদানের ক্ষেত্রে, আমরা অবিলম্বে আপনার অ্যাকাউন্ট সীমিত বা স্থগিত বা বন্ধ করতে পারি এবং আপনাকে আমাদের পরিষেবা প্রদান করতে অস্বীকার করতে পারি। <br />
        ছ) কোনো অনুমোদিত নিয়ন্ত্রক সংস্থার সংশ্লিষ্টতা বা আদেশের ক্ষেত্রে, আমরা যে কোনো ধরনের তদন্তের জন্য তাদের তথ্য প্রদান করতে বাধ্য বা এই ধরনের তদন্তের সমাধান না হওয়া পর্যন্ত আপনার অ্যাকাউন্ট ফ্রিজ করতে পারি। <br />
        জ) দেশি কোনো কারণ বা পূর্ব সতর্কতা ছাড়াই যেকোনো দেশি ব্যবহারকারীকে কোনো পরিষেবা প্রত্যাখ্যান করার অধিকার সংরক্ষণ করে।
      </p>


      <h4>১৭। রিফান্ড, চার্জব্যাক এবং VOID</h4>
      <p>
        ক) লেনদেন নিষ্পত্তির ১৫ দিনের মধ্যে ফেরত/চার্জব্যাক অনুরোধ শুরু করা উচিত হবে। <br />
        খ) অ্যাপ বা ওয়েব পোর্টাল থেকে টিকিট সংগ্রহের মাধ্যমে ওয়ালেট অ্যাকাউন্টধারীর দ্বারা চার্জব্যাক দাবি করা হবে। প্রতিটি চার্জব্যাক একটি কারণ দ্বারা অনুষঙ্গী হয়. এই কারণগুলি কেন ভোক্তা লেনদেন নিয়ে বিতর্ক করছে তার ব্যাখ্যা দেয়৷ প্রতিটি কারণের (ফাইল করার সময়সীমা, প্রয়োজনীয় ডকুমেন্টেশন ইত্যাদি) নিজস্ব নিয়ম রয়েছে। দেশি গ্রাহকের চার্জব্যাক দাবিটি পরীক্ষা করবে, নিশ্চিত করে যে সমস্ত নিয়মকানুনগুলি সমাধান করা হয়েছে। <br />
        গ) যদি গ্রাহকের একটি বৈধ দাবি থাকে, তহবিলগুলি আপনার ওয়ালেট অ্যাকাউন্ট থেকে সরানো হবে এবং গ্রাহকের অ্যাকাউন্টে জমা হবে৷ যদি অ্যাকাউন্টধারীর একটি বৈধ দাবি না থাকে, তাহলে চার্জব্যাক বাতিল হয়ে যাবে। <br />
        ঘ) চার্জব্যাক ন্যায়সঙ্গত হলে, আপনার ক্ষতি স্বীকার করা উচিত। যাইহোক, যদি ব্যবসার কাছে যথেষ্ট বাধ্যতামূলক প্রমাণ থাকে (চার্জব্যাকটি অবৈধ প্রমাণ করার জন্য নথিপত্র), মার্চেন্ট পর্যালোচনার জন্য চার্জব্যাকের প্রতিনিধিত্ব করতে পারেন। একটি চার্জব্যাক প্রক্রিয়া সফল হলে, এটি গ্রাহক, দেশি এবং মারচেন্ট-এর মধ্যে স্বয়ংক্রিয়ভাবে মিলিত হবে। মার্চেন্ট বিতর্কিত লেনদেনের সাথে সম্পর্কিত ফি প্রদান করতে দায়বদ্ধ থাকবে। <br />
        ঙ) যদি কোনো গ্রাহক কোনো ক্রয় ফেরত দিতে চান বা নন-ডেলিভারি আইটেমগুলির জন্য অর্থ ফেরত চান তবে তা ব্যবসায়ীর নির্ধারিত শর্তাবলী অনুসরণ করা হবে। আপনি যদি আপনার ব্যবসায়িক নীতি অনুযায়ী অনুরোধটি বৈধ বলে মনে করেন, আপনি আবেদনের মাধ্যমে অর্থ ফেরত শুরু করতে পারেন। মার্চেন্ট লেনদেনের পরিমাণের সাথে সম্পর্কিত ফি প্রদানের জন্য দায়বদ্ধ থাকবে।{" "}
        <br />
        চ) মার্চেন্ট অ্যাপ্লিকেশন (Android/ iOS) আপনাকে একটি রিফান্ড বা একটি VOID লেনদেন শুরু করার অ্যাক্সেস প্রদান করবে৷ আবেদনের সাথে যুক্ত কোনো ত্রুটি বা সমস্যার জন্য মার্চেন্ট এককভাবে দায়ী থাকবে।{" "}
        <br />
        ছ) Deshi's Settlement' ফিচারের মাধ্যমে, আপনি অনুমোদিত হওয়ার পরে কিন্তু সেটি নিষ্পত্তি হওয়ার আগে ভুলবশত করা কোনো লেনদেন বাতিল বা বাতিল করতে পারবেন। <br />
        জ) যদি আমরা অর্থপ্রদানের ফেরত/চার্জব্যাকের জন্য একটি অনুরোধ পাই, তবে বিরোধ নিষ্পত্তি প্রক্রিয়া অনুসরণ করা হবে এবং এটি প্রতিটি ক্ষেত্রে পরিবর্তিত হবে।
      </p>

      <h4>১৮। দাবিত্যাগ</h4>
      <p>
        ক) দেশি, সরল বিশ্বাসে কাজ করার সময়, যে কোনো ক্ষেত্রে দায় থেকে অব্যাহতিপ্রাপ্ত হবেন: <br />
        i প্রসেসিং বা ট্রান্সমিশনের সময় তথ্য হারিয়ে গেলে বা অন্য কোনও ব্যক্তির দ্বারা কোনও অননুমোদিত অ্যাক্সেস বা গোপনীয়তা লঙ্ঘনের কারণে বা দেশির নিয়ন্ত্রণের বাইরের কারণে দেশি আপনার কাছ থেকে কোনও অনুরোধ গ্রহণ বা কার্যকর করতে অক্ষম। <br />
        ii. প্রত্যক্ষ বা পরোক্ষভাবে আপনার বা অন্য কোনো ব্যক্তির দ্বারা প্রত্যক্ষ বা পরোক্ষভাবে কোনো ধরনের ক্ষতি হতে পারে যা পণ্যের কোনো ব্যর্থতা বা ত্রুটির কারণে দেশির নিয়ন্ত্রণের বাইরে। <br />
        iii. তথ্য আদান-প্রদানে কোনো ব্যর্থতা বা বিলম্ব বা তথ্যের কোনো ত্রুটি বা অশুদ্ধতা বা ক্যাশাবার নিয়ন্ত্রণের বাইরের কোনো কারণ থেকে উদ্ভূত অন্য কোনো পরিণতি আছে যার মধ্যে প্রযুক্তির ব্যর্থতা, যান্ত্রিক ভাঙ্গন, বিদ্যুৎ বিঘ্ন, ইত্যাদি অন্তর্ভুক্ত থাকতে পারে। <br />
        iv পরিষেবা প্রদানকারী বা পরিষেবাগুলিকে প্রভাবিত করে এমন কোনও তৃতীয় পক্ষের পক্ষ থেকে কোনও ত্রুটি বা ব্যর্থতা রয়েছে এবং এইগুলির অধীনে তার বাধ্যবাধকতাগুলির কোনও বিলম্ব বা অ-সম্পাদনার জন্য এই জাতীয় কোনও প্রদানকারীর দ্বারা প্রদত্ত পরিষেবার গুণমান সম্পর্কে দেশি কোনও ওয়ারেন্টি দেয় না। শর্তাবলী এবং শর্তাবলী যে কোন কারণ বা তার যুক্তিসঙ্গত নিয়ন্ত্রণের বাইরের কারণগুলি থেকে উদ্ভূত, যার মধ্যে (কিন্তু সীমাবদ্ধ নয়) ঈশ্বরের একটি কাজ, সরকারী আইন, ভূমিকম্প, যুদ্ধ, আগুন, বন্যা, বিস্ফোরণ, নাগরিক হাঙ্গামা বা শিল্প বিরোধ বৈধ হোক বা অন্যথায়, সশস্ত্র শত্রুতা, সন্ত্রাসবাদ, আত্মঘাতী বোমা হামলা এবং হামলা, বিস্ফোরণ; বিপ্লব; অবরোধ নিষেধাজ্ঞা ধর্মঘট লক-আউট সিট ইন শিল্প বা বাণিজ্য বিরোধ; প্রতিকূল আবহাওয়া; মহামারী বা মহামারী; শিল্প দুর্ঘটনা এবং প্রাকৃতিক দুর্যোগ। <br />
        খ) দেশি এবং এর কর্মচারী বা প্রচারকারীরা প্রত্যক্ষ, পরোক্ষ বা ফলস্বরূপ যে কোনও ক্ষতি বা ক্ষতির জন্য দায়ী থাকবে না, যার মধ্যে রাজস্ব, লাভ, ব্যবসা, চুক্তি, প্রত্যাশিত সঞ্চয় বা সদিচ্ছা, ক্ষতির ক্ষতি সহ কিন্তু সীমাবদ্ধ নয়। সফ্টওয়্যার সহ যেকোন সরঞ্জামের ব্যবহার বা মূল্য, আপনি বা যে কোনও ব্যক্তি যেভাবেই ভুগছেন বা অনুরোধ গ্রহণ এবং প্রক্রিয়াকরণে এবং প্রতিক্রিয়া প্রণয়ন এবং প্রত্যাবর্তনের ক্ষেত্রে দেশির কোনও বিলম্ব, বাধা, স্থগিতাদেশ, রেজোলিউশন বা ত্রুটি থেকে উদ্ভূত বা সম্পর্কিত। বা দেশি ব্যবহারকারীদের টেলিযোগাযোগ সরঞ্জাম এবং যে কোনও পরিষেবা প্রদানকারীর নেটওয়ার্ক এবং দেশির সিস্টেমে কোনও তথ্য বা বার্তা প্রেরণে কোনও ব্যর্থতা, বিলম্ব, বাধা, স্থগিতাদেশ, নিষেধাজ্ঞা, বা ত্রুটি বা কোনও ব্রেকডাউন, বাধা, স্থগিত বা ব্যর্থতা। দেশি ব্যবহারকারীদের টেলিযোগাযোগ সরঞ্জাম, দেশির সিস্টেম বা যেকোনো পরিষেবা প্রদানকারীর নেটওয়ার্ক এবং/অথবা কোনো তৃতীয় পক্ষ যারা এই ধরনের পরিষেবা প্রদান করে পণ্য সরবরাহ করার জন্য s প্রয়োজনীয়।{" "}
        <br />
        গ) ই-ওয়ালেট অ্যাপ্লিকেশনটি আপনার মোবাইল হ্যান্ডসেটের সাথে সামঞ্জস্যপূর্ণ না হলে/ কাজ না করলে দেশি দায়ী থাকবে না। <br />
        ঘ) পেমেন্ট সিস্টেমের প্রযুক্তিগত বিপর্যয়ের কারণে সৃষ্ট কোনো ক্ষতির জন্য দেশি দায়ী থাকবে না। <br />
        ঙ) ই-ওয়ালেটের ব্যবহার দেশির বিবেচনার ভিত্তিতে নোটিশ ছাড়াই বন্ধ করা হবে যা অ্যাকাউন্টধারীর মৃত্যু, দেউলিয়াত্ব বা দেউলিয়াত্ব বা ই-ওয়ালেট ধারকের অনুরোধ প্রাপ্তির উপর, একজন উপযুক্তের কাছ থেকে সংযুক্তি আদেশ প্রাপ্তির উপর হতে পারে। আদালত বা রাজস্ব কর্তৃপক্ষ, দেশি প্রবিধান লঙ্ঘনের কারণে, বা অন্যান্য বৈধ কারণে বা যখন ই-ওয়ালেট ধারককে দায়ী করা যায় এমন কোনো কারণে বা দেশি উপযুক্ত মনে করেন এমন অন্য কোনো কারণে ই-ওয়ালেট ধারকের ঠিকানা দেশিদের কাছে অজানা হয়ে যায়।
      </p>

      <h4>১৯। লোগো ব্যবহার করার অধিকার</h4>
      <p>
        আপনাকে আপনার অফিসিয়াল ওয়েবসাইটে এবং অন্যান্য অনলাইন মার্কেটিং সামগ্রীতে প্রযোজ্য হলে, দেশি দ্বারা প্রদত্ত একটি বিবৃতি/লোগো/ট্রেডমার্ক/ছবি বিশেষভাবে প্রদর্শন করার অনুমতি দেওয়া হতে পারে। এই বিবৃতি/লোগো/ছবিটি সময়ে সময়ে দেশি দ্বারা অবহিত করা সমস্ত ব্যবহারকারীদের কাছে স্পষ্টভাবে প্রদর্শিত হতে পারে। আপনি স্বীকার করছেন যে দেশি এর ট্রেডমার্ক, পরিষেবা চিহ্ন, লোগো এবং/অথবা অন্য কোনও চিহ্নের একমাত্র এবং একচেটিয়া মালিক, এবং সম্মত হন যে আপনি যে কোনও কারণে উল্লিখিত চিহ্নগুলির মালিকানার প্রতিদ্বন্দ্বিতা করবেন না। আপনি এটাও স্বীকার করেন যে দেশি যেকোনো সময়, অবিলম্বে এবং কোনো আগাম বিজ্ঞপ্তি ছাড়াই আপনাকে যেকোনো কারণে যেকোনো চিহ্ন ব্যবহার করতে নিষেধ করতে পারে।
      </p>
      <h4>২০। নিষিদ্ধ কর্ম এবং লেনদেন</h4>
      <p>নিম্নলিখিত লেনদেন বা কর্ম নিষিদ্ধ:</p>
      <p>
        ক) মানি লন্ডারিং, জালিয়াতি, সন্ত্রাসী অর্থায়ন বা এই জাতীয় অন্যান্য বেআইনি/অপরাধমূলক কার্যকলাপ সহ কিন্তু সীমাবদ্ধ নয় এমন উদ্দেশ্যে আপনার অ্যাকাউন্ট ব্যবহার করা।
        <br />
        খ) তদন্তে সহযোগিতা করতে অস্বীকার করা বা আপনার পরিচয়ের নিশ্চিতকরণ বা আপনার দ্বারা দেশিকে দেওয়া অন্য কোনো তথ্য প্রদান করা;
        <br />
        গ) মিথ্যা, ভুল বা বিভ্রান্তিকর তথ্য প্রদান;
        <br />
        ঘ) ব্যবহারকারীদের কাছে বিক্রির জন্য জমির আইন দ্বারা নিষিদ্ধ কোনো নিষিদ্ধ বা অবৈধ পণ্য/পরিষেবা অফার করা
        <br />
        ঙ) আপনি যদি লঙ্ঘনের কাজ করেন বা দেশি বিশ্বাস করেন যে আপনি নিষেধাজ্ঞা লঙ্ঘনের কাজ করছেন, তাহলে দেশি এর অধিকার সংরক্ষণ করে:
        <br />
        i লেনদেন সম্পাদন বা বিপরীত করতে অস্বীকার করুন এবং একই সাথে আপনার অ্যাকাউন্ট সীমিত বা বন্ধ বা স্থগিত করুন;
        <br />
        ii. সংশ্লিষ্ট আইন প্রয়োগকারী সংস্থাকে লেনদেনের প্রতিবেদন করুন
        <br />
        iii. এটি নিশ্চিত করা কঠোরভাবে আপনার দায়িত্ব যে আপনি যে কোনও প্রযোজ্য আইন এবং প্রবিধান মেনে যে পণ্য এবং পরিষেবাগুলি সরবরাহ করতে বা গ্রহণ করতে পারেন তার বিক্রয় বা সরবরাহের জন্য ব্যক্তি বা সংস্থার কাছ থেকে বা তাদের কাছ থেকে ই-মানি পাঠান বা গ্রহণ করেন। লেনদেনটি বৈধ নয় এমন কোনো ইঙ্গিত থাকলে এমন পরিস্থিতিতে আপনার কোনো লেনদেনের সাথে এগিয়ে যাওয়া উচিত নয়।
      </p>
      <h4>২১। PCI DSS অনুযায়ী নিরাপত্তার দায়িত্ব</h4>
      <p>
        ক) দেশি নিরাপত্তা পদ্ধতি স্থাপন করেছে এবং কার্ডধারীদের ডেটা রক্ষা করতে, সমস্ত প্রযোজ্য অডিট প্রয়োজনীয়তা পূরণ করতে এবং PCI DSS (এর পরে "পেমেন্ট কার্ড ইন্ডাস্ট্রি ডেটা সিকিউরিটি স্ট্যান্ডার্ড") এবং এই জাতীয় অন্যান্য প্রযোজ্য নিয়ম, প্রবিধান মেনে চলার জন্য শিল্পের মানগুলির সাথে সামঞ্জস্যপূর্ণ যুক্তিসঙ্গত প্রচেষ্টা চালাবে। PCI সিকিউরিটি স্ট্যান্ডার্ড কাউন্সিল দ্বারা প্রতিষ্ঠিত "পেমেন্ট কার্ড ইস্যুয়ার রিকোয়ারমেন্টস" এর মেয়াদে সময়ে সময়ে ক্রেডিট কার্ড ডেটা পরিচালনা এবং প্রক্রিয়াকরণের সাথে সম্পর্কিত অনুশীলনের কোড, নির্দেশিকা এবং শিল্পের মান। <br />
        খ) দেশি কার্ডধারীর ডেটার নিরাপত্তার জন্য দায়ী দেশি-এর কাছে থাকা বা অন্যথায় গ্রাহকের পক্ষে সঞ্চয়, প্রক্রিয়া বা ট্রান্সমিট করে, অথবা দেশি গ্রাহকের কার্ডধারীর ডেটা পরিবেশের নিরাপত্তাকে কতটা প্রভাবিত করতে পারে। <br />
        গ) দেশি যে পরিমাণে দেশি হ্যান্ডেল, অ্যাক্সেস, বা অন্যথায় গ্রাহকের কার্ডহোল্ডার ডেটা সঞ্চয়, প্রক্রিয়া বা প্রেরণ, বা গ্রাহকের কার্ডহোল্ডার ডেটা পরিবেশ পরিচালনা করে সেই পরিমাণে সমস্ত প্রযোজ্য PCI DSS প্রয়োজনীয়তা মেনে চলতে সম্মত হয়। <br />
        ঘ) দেশি কার্ডধারীর ডেটা অননুমোদিত প্রকাশের ক্ষেত্রে ব্যক্তি বা পক্ষের বিজ্ঞপ্তির প্রয়োজন হয় এমন সমস্ত প্রযোজ্য আইন মেনে চলতে সম্মত হয়৷ এখানকার বিধান অনুসারে, PCI সম্পর্কিত দেশির নিরাপত্তা দায়বদ্ধতা লঙ্ঘনের ক্ষেত্রে বা প্রযোজ্য আইনের অধীনে বিজ্ঞপ্তির প্রয়োজন হয় এমন অন্যান্য ইভেন্টের ক্ষেত্রে, দেশি প্রযোজ্য আইন অনুসারে এই জাতীয় সমস্ত ব্যক্তিকে জানানোর দায়িত্ব নিতে সম্মত হয়, এবং, সাপেক্ষে ক্ষতিপূরণ এবং দায়বদ্ধতার সীমাবদ্ধতা এখানে রয়েছে। একজন মার্চেন্ট বা দেশির একজন পরিষেবা প্রদানকারী হিসাবে আপনাকে অবশ্যই সমস্ত প্রযোজ্য PCI DSS প্রয়োজনীয়তা মেনে চলতে হবে যে পরিমাণ আপনি পরিচালনা করেন, অ্যাক্সেস করতে পারেন বা অন্যথায় গ্রাহকের কার্ডধারীর ডেটা সঞ্চয়, প্রক্রিয়া বা প্রেরণ করতে পারেন, বা গ্রাহকের কার্ডধারক ডেটা পরিবেশ পরিচালনা করতে পারেন।
      </p>
      <h4>২২। গভর্নিং আইন ও বিচার বিভাগ</h4>
      <p>
        পণ্য এবং এর শর্তাবলী গণপ্রজাতন্ত্রী বাংলাদেশের প্রযোজ্য আইন যেমন- পিএসপি লাইসেন্স, অর্থপ্রদান এবং নিষ্পত্তি আইন, ২০১৪ বা অন্য কোনো নিয়ন্ত্রক সংস্থার অধীনে বাংলাদেশ ব্যাংকের প্রবিধান দ্বারা নিয়ন্ত্রিত হয়।
      </p>

      <h4>২৩। ক্ষতিপূরণ</h4>
      <p>
        দেশি পণ্য সরবরাহ করার বিবেচনায়, আপনি ক্ষতিপূরণ দিতে এবং দেশিকে সমস্ত ক্রিয়া, দাবি, দাবী কার্যপ্রণালী, ক্ষতি, ক্ষতি, খরচ, চার্জ এবং ব্যয়ের বিরুদ্ধে ক্ষতিপূরণ দিতে সম্মত হন যা দেশি যে কোনও সময় বহন করতে, টিকিয়ে রাখতে, ক্ষতিগ্রস্থ হতে পারে বা দিতে পারে। এই অনুসারে আপনাকে প্রদত্ত যেকোন পরিষেবার ফলে বা তার সাথে সম্পর্কিত। আপনার দ্বারা প্রদত্ত যেকোন তথ্য/নির্দেশ/ট্রিগার বা গোপনীয়তা লঙ্ঘনের জন্য কোনো তৃতীয় পক্ষের দ্বারা অননুমোদিত অ্যাক্সেসের জন্য আপনি ক্ষতিপূরণ এবং ক্ষতিপূরণ প্রদান করবেন।
      </p>

      <h4>২৪। এই নিয়ম ও শর্তাবলীর পরিবর্তন</h4>
      <p>নিম্নলিখিত লেনদেন বা কর্ম নিষিদ্ধ:</p>
      <p>

        ক) এই শর্তাবলীর সাথে সম্পর্কিত যেকোন নোটিশ বা বিজ্ঞপ্তি আপনার নিবন্ধিত ইমেলের মাধ্যমে বা দেশি মার্চেন্ট অ্যাপের মাধ্যমে বা দেশি অফিসিয়াল ওয়েবসাইটের মাধ্যমে জানানো হবে। <br />
        খ) অনুগ্রহ করে নিশ্চিত করুন যে আপনি সংশোধিত শর্তাবলী মনোযোগ সহকারে পড়েছেন কারণ আপনি এই তারিখ থেকে সংশোধিত শর্তাবলী দ্বারা আবদ্ধ হবেন। <br />
        গ) দেশি যে কোন সময় দেশি প্ল্যাটফর্মে বিজ্ঞপ্তি পোস্ট করে বা অন্যথায় আপনাকে বিজ্ঞপ্তিটি জানিয়ে এই শর্তাবলীর (প্রতিটি, একটি পরিবর্তন এবং সম্মিলিতভাবে, পরিবর্তন) অংশ পরিবর্তন, সংশোধন, যোগ বা অপসারণের অধিকার সংরক্ষণ করে। পরিবর্তনগুলি কার্যকর হবে, এবং প্রাথমিক পোস্ট করার ২৪ ঘন্টা পরে আপনার দ্বারা গৃহীত বলে বিবেচিত হবে এবং আপনার দেশি প্ল্যাটফর্মের ব্যবহার, দেশি পরিষেবাগুলি গ্রহণ করা বা পরে শুরু হওয়া অর্থপ্রদানের লেনদেনের ক্ষেত্রে অবিলম্বে আবেদন করা হবে। পোস্টিং তারিখ। আপনি যদি এই ধরনের কোনো পরিবর্তনের সাথে একমত না হন, তাহলে আপনার একমাত্র এবং একচেটিয়া প্রতিকার হল আপনার দেশি পরিষেবা/দেশি প্ল্যাটফর্মের ব্যবহার বন্ধ করা। কিছু পরিবর্তনের জন্য, প্রযোজ্য আইনের অধীনে আপনাকে অগ্রিম নোটিশ দেওয়ার জন্য দেশির প্রয়োজন হতে পারে এবং দেশি এই ধরনের প্রয়োজনীয়তাগুলি মেনে চলবে। পরিবর্তনগুলি পোস্ট করার পরে আপনার দেশি প্ল্যাটফর্মের ক্রমাগত ব্যবহার করার অর্থ হল আপনি পরিবর্তনগুলিকে স্বীকার করেন এবং সম্মত হন৷
      </p>

      <h4>২৫। বিচ্ছেদযোগ্যতা</h4>
      <p>
        যদি এই শর্তাবলীর কোনো বিধান বেআইনি, অকার্যকর, অবৈধ বা অন্যথায় অপ্রয়োগযোগ্য বলে ধরা হয়, তাহলে সেই বিধান এই শর্তাবলী থেকে সীমিত বা বাদ দেওয়া হবে ন্যূনতম পরিমাণে, এবং অবশিষ্ট বিধানগুলি বৈধ এবং বলবৎ থাকবে।
      </p>

      <h4>সংযুক্তি ‘ক’</h4>
      <table className="myTable">
        <tbody>
          <tr>
            <th colSpan="3" className={classes.center}>
              লেনদেনের সীমা (মার্চেন্ট ওয়ালেট)
            </th>
          </tr>
          <tr>
            <td>ক্রমিক নং</td>
            <td>বিবরণ</td>
            <td>পরিমান (টাকায়)</td>
          </tr>
          <tr>
            <td>০১</td>
            <td>যে কোন সময়ে সর্বোচ্চ ব্যালেন্স</td>
            <td>লেনদেনের প্রোফাইল অনুযায়ী</td>
          </tr>
          <tr>
            <td>০২</td>
            <td>প্রতি লেনদেনে যেকোনো চ্যানেলের মাধ্যমে অর্থ যোগ করুন</td>
            <td>লেনদেনের প্রোফাইল অনুযায়ী</td>
          </tr>

          <tr>
            <td>০৩</td>
            <td>বিক্রয়</td>
            <td>লেনদেনের প্রোফাইল অনুযায়ী</td>
          </tr>
          <tr>
            <td>০৪</td>
            <td>ভেন্ডর পেমেন্ট</td>
            <td>লেনদেনের প্রোফাইল অনুযায়ী</td>
          </tr>
          <tr>
            <td>০৫</td>
            <td>ব্যাংক একাউন্ট স্থানান্তর</td>
            <td>লেনদেনের প্রোফাইল অনুযায়ী</td>
          </tr>
        </tbody>
      </table>
      <p>
        দ্রষ্টব্য: * দেশি তার বিবেচনার ভিত্তিতে সীমা কাঠামো পরিবর্তন করার অধিকার সংরক্ষণ করে।
      </p>
    </div>
  );
};

export default MerchantTCBangla;
