import React from "react";
import { makeStyles } from "@mui/styles";
import Typography from "@mui/material/Typography";

const useStyle = makeStyles((theme) => ({
  root: {
    margin: "60px 0px",
  },
  title: {
    fontSize: "1.5rem !important",
    fontWeight: "500 !important",
    marginBottom: "20px !important",
    textAlign: "center",
  },
  content: {
    fontSize: "1rem",
    marginBottom: "20px !important",
  },
  subtitle: {
    fontSize: "1rem",
    marginBottom: "20px !important",
    fontWeight: "500 !important",
  },

  icon: {
    marginRight: 10,
    position: "relative",
    top: 5,
  },
  select: {
    marginBottom: 30,
  },
  footer: {
    marginTop: "-80px",
  },
  center: {
    textAlign: "center",
  },
}));

const PersonalTCBangla = () => {
  const classes = useStyle();

  return (
    <div>
      <Typography className={classes.title}>
        অ্যাকাউন্ট হোল্ডার নিয়ম (ব্যক্তিগত অ্যাকাউন্ট)
      </Typography>

      <p className={classes.center}>
        আপনি যদি দেশি ব্যবহারকারী হন তবে এই শর্তাবলী আপনার জন্য প্রযোজ্য।
        <br />
        গ্রাহক অ্যাকাউন্টের জন্য দেশি-এর নিবন্ধন প্রক্রিয়াটি সফলভাবে সম্পন্ন করে ও "নিয়ম ও শর্তাবলী" চেকবক্সে ক্লিক করে পড়েছেন, বুঝেছেন এবং আবদ্ধ হতে সম্মত হয়েছেন৷ আপনি যদি এই শর্তাবলীতে সম্মত না হন তবে আপনি সফটওয়্যারটি ডাউনলোড, ইনস্টল বা ব্যবহার করতে পারবেন না।
      </p>

      <h4>১। সংজ্ঞা:</h4>
      <p>
        নিম্নলিখিত শব্দ এবং অভিব্যক্তির যেখানে উপযুক্ত সংশ্লিষ্ট অর্থ থাকবে
      </p>

      <p>
        ক) "দেশি" হল আইওএস, স্মার্ট ফোন বা ট্যাব ডিভাইসে অ্যান্ড্রয়েড এবং ওয়েব সংস্করণে ব্যবহারযোগ্য একটি ই-ওয়ালেট অ্যাপ্লিকেশন। <br />
        খ) দেশির ওয়েবসাইট https://www.deshipay.com <br />
        গ) আমরা" বা "দেশি" কে গ্রীন এবং রেড টেকনোলজিস লিমিটেড হিসাবে উল্লেখ করা হয়।{" "}
        <br />
        ঘ) "দেশি" গ্রীন এন্ড রেড টেকনোলজিস লিমিটেড এর একটি পন্য। <br />
        ঙ) "পিএসপি লাইসেন্স" হল বাংলাদেশের কেন্দ্রীয় ব্যাংক কর্তৃক ইস্যুকৃত অর্থপ্রদান পরিষেবা প্রদানকারীর লাইসেন্স। গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড হল একটি পিএসপি লাইসেন্সধারী যা বাংলাদেশ ব্যাংক কর্তৃক ইস্যুকৃত এবং অনুমোদিত। <br />
        চ) "ই-ওয়ালেট" বা ডিজিটাল ওয়ালেট মানে এমন একটি মোবাইল বা অনলাইন ভিত্তিক অ্যাপ যেখানে ব্যবহারকারী নিরাপদে তাদের অর্থ ইলেকট্রনিকভাবে ধারণ করে বা রক্ষণাবেক্ষণ করে। <br />
        ছ) "ই-ওয়ালেট হোল্ডার" মানে সেই ব্যক্তি বা ব্যবসা/মার্চেন্ট যিনি দেশি ই-ওয়ালেটের মালিক৷ <br />
        জ) "ডিভাইস আইডি" মানে আঙ্গুলের ছাপ বা পিন বা প্যাটার্ন যা ডিভাইস ব্যবহারকারী দ্বারা তৈরি করা হয়, যা বৈধ ব্যবহারকারীকে শনাক্ত করতে ব্যবহার করা যেতে পারে। দেশি ই-ওয়ালেট অ্যাক্সেস করার জন্য এটি ব্যবহারকারীর পরিচয় হিসাবে ব্যবহার করা যেতে পারে। <br />
        ঝ) "মোবাইল ফোন নম্বর" বলতে দেশি ই-ওয়ালেট নিবন্ধন করার জন্য ব্যবহৃত মোবাইল নম্বরকে বোঝায় যা অ্যাকাউন্টধারীর দ্বারা ই-ওয়ালেটে লগইন করার জন্য ব্যবহারকারীর নাম হিসাবেও ব্যবহার করা হবে। <br />
        ঞ) "OTP" মানে ওয়ান টাইম পাসওয়ার্ড, যা মোবাইল এবং ওয়েব অ্যাপ দ্বারা প্রদত্ত একটি লেনদেন/ক্রিয়াকলাপ অনুমোদন করতে ব্যবহৃত হয়। <br />
        ট) লেনদেনে কোন কিছু ভুল হলে “Oops” বার্তাটি প্রদর্শন করবে। <br />
        ঠ) "পাসওয়ার্ড" হল অক্ষরের একটি নিরাপত্তা ধারা যা ব্যবহারকারীদের ব্যক্তিগত দেশি ওয়ালেট অ্যাকাউন্টে অ্যাক্সেসের অনুমতি দেয়। <br />
        ড) "পিন" মানে ই-ওয়ালেট পরিষেবার জন্য ৬ সংখ্যার ব্যক্তিগত শনাক্তকরণ নম্বর (পাসওয়ার্ড)। <br />
        ঢ) "পণ্য" মানে ই-ওয়ালেট ধারককে দেওয়া ই-ওয়ালেট পরিষেবা। <br />
        ণ) অর্থপ্রদান, অর্থগ্রহন, অর্থপ্রদানের স্বীকৃতি, অর্থপ্রত্যাহার এবং অর্থ স্থানান্তরের পদ্ধতিগুলোই হল লেনদেন। <br />
        ত) "QR কোড" (দ্রুত প্রতিক্রিয়া কোড) মানে হল এক ধরনের 2D বার কোড যাতে মার্চেন্ট বা ব্যক্তিদের পরিচয়পত্র রয়েছে যা স্মার্টফোনের মাধ্যমে তথ্যে সহজে অ্যাক্সেস প্রদান করতে ব্যবহৃত হয়। <br />
      </p>

      <h4>২। শর্তাবলীর প্রযোজ্যতা</h4>
      <p>
        পরিষেবার নিয়ম ও শর্তাবলী সঠিকভাবে না বুঝে এবং সম্মত না হয়ে কেউ দেশি ই-ওয়ালেট ব্যবহার করার অধিকারী নয়। দেশি ই-ওয়ালেট ব্যবহার করে, আপনি এই নিয়ম ও শর্তাবলীতে সম্মত হন এবং সম্মতি দেন, যা আপনার এবং দেশির মধ্যে চুক্তি গঠন করে। দেশি এই ধরনের বিদ্যমান শর্তাবলী এবং সময়ে সময়ে করা সংশোধনী দ্বারা পরিচালিত হবে। এই শর্তাবলী মার্চেন্ট এবং/অথবা সংশ্লিষ্ট পণ্য বা দেশি দ্বারা প্রদত্ত পরিষেবার সাথে সম্পর্কিত অন্যান্য শর্তাবলীর সাথে এবং অন্যথায় নির্দিষ্টভাবে বলা না থাকলে তার সাথে থাকবে না। এই শর্তাবলী এবং দেশি দ্বারা করা আরও সংশোধনগুলির মধ্যে কোনও বিরোধের ক্ষেত্রে, পরবর্তী সংশোধনগুলি অগ্রাধিকার পাবে৷
      </p>

      <h4>৩। সাধারণ ব্যবসার নিয়ম</h4>

      <p>
        ব্যক্তিগত ই-ওয়ালেট ইস্যু দেশি নীতি দ্বারা পরিচালিত হয়। নিম্নলিখিত ব্যবসার নিয়মগুলি আপনার ব্যক্তিগত অ্যাকাউন্টে প্রযোজ্য হবে।
      </p>

      <p>
        ক) ই-ওয়ালেটটি "অ-হস্তান্তরযোগ্য"। <br />
        খ) ই-ওয়ালেটে বিদ্যমান ব্যালেন্সের উপর কোন সুদ প্রদেয় হবে না।{" "}
        <br />
        গ) ই-ওয়ালেটটি ব্যবহারের জন্য আবেদনকারীর অবশ্যই বৈধ মোবাইল নম্বর, ফটো আইডেন্টিটি প্রুফ (এনআইডি) ১৮ বছরের বেশি বয়সী, বিদ্যুৎ বিল ফর্মের মাধ্যমে ঠিকানা এবং বাংলাদেশের একটি শিডিউল ব্যাংক বা এমএফএস অ্যাকাউন্ট সহ একটি ব্যাংক অ্যাকাউন্ট থাকতে হবে।
        <br />
        ঘ) এই মর্মে আপনাকে সম্মতি থাকতে হবে যে আপনার শুধুমাত্র একটি ব্যক্তিগত অ্যাকাউন্ট থাকতে পারে। আপনি দেশির সাথে আপনার একটি ব্যক্তিগত অ্যাকাউন্টের বেশি আর কোনো দেশি অ্যাকাউন্ট তৈরি করার কোনো চেষ্টা করবেন না।
        <br />
        ঙ) সংযুক্তি ‘ক’ তে লেনদেনের পরিসীমা বিদ্যমান আছে।
        <br />
        চ) পরপর তিনটি ব্যর্থ লগইন প্রচেষ্টা সাময়িকভাবে আপনার অ্যাকাউন্ট ব্লক হতে পারে যদি না আপনি আপনার পাসওয়ার্ড রিসেট করেন। আপনি প্রদত্ত নির্দেশাবলী এবং নির্দেশিকা ব্যবহার করে দেশি থেকে আপনার পাসওয়ার্ড রিসেট করতে পারেন।
        <br />
        ছ) ব্যবসায়িক নিয়ম বা প্রক্রিয়াগুলির যে কোনও পরিবর্তন দেশির ওয়েবসাইটে অবহিত করা হবে এবং এটি আপনার জন্য যথেষ্ট নোটিশ হিসাবে বিবেচিত হবে এবং তাই নতুন নিয়মগুলি আর কোনও বিজ্ঞপ্তি ছাড়াই আপনার উপর বাধ্যতামূলক হবে। অন্য কোন মিডিয়ার মাধ্যমে আর কোন নোটিশ প্রদান করা হবে না।
        <br />
        <br />
        জ) দেশি কোনো কারণ ব্যাখ্যা ছাড়াই আপনার অনুরোধ প্রত্যাখ্যান করার অধিকার সংরক্ষণ করে।
        <br />
        ঝ) দেশি কোনো অব্যবহৃত অ্যাকাউন্ট শূন্য লেনদেনের জন্য নিষ্ক্রিয় করতে পারে, যদি আপনি এটি ০১ (এক) বছরের বেশি সময় ধরে প্রবেশ না করে থাকেন এবং এটিকে সুপ্ত ই-ওয়ালেট/লিমিটেড ই-ওয়ালেট বলা হবে। ই-ওয়ালেট সুপ্ত থাকার পরবর্তী ০১ (এক) মাসের মধ্যে পুনরায় সক্রিয় না হলে অ্যাকাউন্টটি নিষ্ক্রিয় করা হবে। অ্যাকাউন্টে থাকা ব্যালেন্স দেশির কাছে একটি আলাদা অ্যাকাউন্টে থাকবে এবং আপনি তার জন্য নির্ধারিত পদ্ধতি অনুসারে স্থগিত/সুপ্ত ই-ওয়ালেট পুনরায় সক্রিয় করতে পারেন।
        <br />
        ঞ) নির্ধারিত পদ্ধতি অনুসরন করে আপনি ই-ওয়ালেট বন্ধ করার জন্য অনুরোধ করতে পারেন।
        <br />
        ট) দেশির কাছে যেকোনো বাতিলকরণের অনুরোধ নিশ্চিত করার আগে ই-ওয়ালেটে সমস্ত লেনদেন, লেনদেন সংক্রান্ত বিরোধ বা বকেয়া ফিগুলির জন্য আপনি দায়বদ্ধ থাকবেন।
        <br />
        ঠ) ই-ওয়ালেট সীমিত বা বন্ধ করার জন্য একটি যুক্তিসঙ্গত নোটিশ দেওয়ার জন্য দেশির প্রচেষ্টা থাকবে, তবে দেশি তার নিজস্ব বিবেচনার সীমাতে সাময়িকভাবে বা ই-ওয়ালেটটি সম্পূর্ণ বা আংশিকভাবে, যে কোনো সময় আপনাকে পূর্ব নোটিশ না দিয়ে বন্ধ করতে পারে।
        <br />
        ড) কোনও জরুরী বা নিরাপত্তারজনিত কারনে হার্ডওয়্যার/সফ্টওয়্যারের যেকোন বিচ্ছেদ, রক্ষণাবেক্ষণ বা মেরামতের কাজের জন্য ও পূর্বনোটিশ ছাড়াই দেশি কর্তৃপক্ষ যেকোন সমইয়ে ই-ওয়ালেটটি সুপ্ত বা সীমিত করতে পারে।
        <br />
        ঢ) যদি আপনি দেশি দ্বারা নির্ধারিত কোন শর্তাবলী কোন কারণে লঙ্ঘন করেন তবে দেশি পূর্ব নোটিশ ছাড়াই ই-ওয়ালেটের অধীনে পরিষেবাগুলি বন্ধ বা স্থগিত বা সীমিত করতে পারে।
      </p>

      <h4>৪। পণ্যের ব্যবহার</h4>

      <p>সকল শর্তাবলি স্বীকার করেঃ</p>

      <p>
        ক) আপনি এমন কোনো কার্যকলাপ করবেন না যা দেশি অ্যাপ বা দেশি দ্বারা প্রদত্ত কোনো পরিষেবাকে বাধাগ্রস্ত করতে পারে। <br />
        খ) আপনি মানি লন্ডারিং প্রতিরোধ আইন, ২০১২ এবং সন্ত্রাসবিরোধী আইন, ২০০৯ এর প্রয়োজনীয় নির্দেশিকা এবং বাংলাদেশের অন্যান্য সমস্ত প্রাসঙ্গিক আইন, বাংলাদেশ ব্যাংকের নির্দেশাবলী, প্রবিধান, নির্দেশিকা এবং প্রযোজ্য সার্কুলারগুলি মেনে চলবেন। আপনি আরও স্বীকার করেন যে আপনি কোনও নিষিদ্ধ কার্যকলাপ, বেআইনি কার্যকলাপ বা লেনদেন পরিচালনা করে দেশির পরিষেবার অপব্যবহার করবেন না। <br />
        গ) পাসওয়ার্ড, লেনদেনের পিন বা আঙুলের ছাপ এবং ওটিপি ব্যবহার করে গৃহীত সমস্ত লেনদেন/পরিষেবার জন্য দেশিকে অনুমোদন করুন।
        <br />
        ঘ) আপনি দেশি অ্যাপটি শুধুমাত্র সেই উদ্দেশ্যেই ব্যবহার করবেন যে উদ্দেশ্যে এটি ব্যবহার করা হবে।
        <br />
        ঙ) দেশি দ্বারা প্রদত্ত পরিষেবার ক্ষতি করার চেষ্টা করবেন না।
        <br />
        চ) এখানে থাকা সকল শর্তাবলি মেনে পিন ব্যবহার করে পণ্যের অধীনে প্রদত্ত পরিষেবাগুলিকে দেশি দ্বারা সময়ে সময়ে নির্ধারিত পদ্ধতি অনুসারে ব্যবহার করতে সম্মত হন, এখানে থাকা শর্তাবলী সহ।
        <br />
        ছ) পিন এবং ওটিপি গোপন রাখতে সম্মত হন এবং অন্য কোনও ব্যক্তির কাছে এগুলি প্রকাশ করবেন না বা সেগুলিকে এমনভাবে রেকর্ড করবেন না যা গোপনীয়তা বা পরিষেবার সুরক্ষার সাথে আপস করবে৷
        <br />
        জ) বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত সীমার মধ্যে দেশি ই-ওয়ালেট এর পিন/ওটিপি ব্যবহার করে লেনদেন করতে সচেতন হতে হবে।
        <br />
        ঝ) গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেডের (দেশি) কর্মকর্তা সহ কারো কাছে আপনার পিন, ওটিপি বা কার্ডের পিন প্রকাশ করবেন না বলে সম্মত হন। লেনদেনটি আপনি বা অন্য কেউ করেছেন তা নির্বিশেষে আপনার অ্যাকাউন্টের মাধ্যমে করা যেকোনো লেনদেনের জন্য আপনি দায়ী থাকবেন।
        <br />
        ঞ) মোবাইল ফোন বা ওয়েব অ্যাপ ব্যবহার করে সকল লেনদেনগুলি প্রত্যাহারযোগ্য নয়৷
        <br />
        ট) বোঝুন এবং স্পষ্টভাবে সম্মত হন যে বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত সর্বোচ্চ সীমা এবং সময়ে সময়ে চার্জগুলি সংশোধন করার সম্পূর্ণ অধিকার দেশির রয়েছে যা আপনার জন্য বাধ্যতামূলক হবে।
        <br />
        ঠ) দেশির মাধ্যমে সমস্ত লেনদেন হবে বাংলাদেশি মুদ্রায়।
        <br />
        ড) সঠিকভাবে এবং বৈধভাবে নিবন্ধিত আপনার পণ্যটি ব্যবহার করতে সম্মত হন এবং ওয়ালেটটি শুধুমাত্র মোবাইল ফোন নম্বরের মাধ্যমে বা অনলাইনের মাধ্যমে ব্যবহার করার প্রতিশ্রুতি নিন যা ই-ওয়ালেটের জন্য নিবন্ধন করতে ব্যবহৃত হয়েছে।
        <br />
        ঢ) আপনার নিবন্ধিত নম্বর থেকে প্রাপ্ত এবং PIN/OTP-এর মাধ্যমে প্রমাণীকৃত সমস্ত অনুরোধ, লেনদেন সম্পাদন করার জন্য দেশিকে স্পষ্টভাবে অনুমোদন করুন। অর্থ যোগ করা, টাকা পাঠানো, মোবাইল রিচার্জ, বিল পেমেন্ট, ক্রয়, ব্যাঙ্কে স্থানান্তর ইত্যাদির মতো অর্থপ্রদানের সুবিধার ক্ষেত্রে, আপনার অ্যাকাউন্ট থেকে একটি অনুরোধ প্রাপ্ত হলে আপনাকে অর্থ প্রদানের জন্য স্পষ্টভাবে অনুমোদিত দেশি ই-ওয়ালেট বলে গণ্য করা হবে।
        <br />
        ণ) স্বীকার করুন যে আপনার নিবন্ধিত নম্বর থেকে অস্বাভাবিক যেকোনো বৈধ লেনদেন আপনার দ্বারা শুরু হয়েছে বলে ধরে নেওয়া হবে এবং PIN/OTP দ্বারা অনুমোদিত যে কোনো লেনদেন আপনার দ্বারা যথাযথভাবে এবং আইনত অনুমোদিত।
        <br />
        ত) প্রদত্ত পরিষেবাগুলির সাথে সম্পর্কিত যে কোনও তথ্য পরিবর্তন সম্পর্কে নিজেকে আপডেট রাখতে সম্মত হন যা দেশির ওয়েবসাইটে প্রচার করা হবে বা পণ্যটি ব্যবহার করার ক্ষেত্রে দেশি অ্যাপে প্রেরিত বিজ্ঞপ্তি এবং জাতীয় তথ্য পরিবর্তনগুলির নোট সম্মতির জন্য দায়ী থাকবে।
        <br />
        থ) আপনি কোন বেআইনি উদ্দেশ্যে দেশি পরিষেবাগুলি ব্যবহার করবেন না এবং আপনার দেশি অ্যাকাউন্ট ব্যবহার করে যে কোনও অবৈধ কার্যকলাপের জন্য দায়ী থাকবেন।
        <br />
        দ) আপনি আপনার ডিভাইসে এই অ্যাপটির সঠিক সংস্করণ ডাউনলোড এবং ইনস্টল করেছেন কিনা তা পরীক্ষা করা এবং নিশ্চিত করা আপনার দায়িত্ব। আপনার কোনো সামঞ্জস্যপূর্ণ ডিভাইস না থাকলে বা আপনি যদি আপনার ডিভাইসে অ্যাপটির জাল সংস্করণ ডাউনলোড করে থাকেন তাহলে দেশি পে দায়ী থাকবে না।
        <br />
        ধ) আপনার দেওয়া সমস্ত তথ্য সত্য এবং নির্ভুল।
      </p>

      <h4>৫। পাসওয়ার্ড নীতি</h4>
      <p>
        {" "}
        ক) পাসওয়ার্ডের নিম্নলিখিত বৈশিষ্ট্য থাকতে হবে: <br />• সর্বাধিক দৈর্ঘ্য পনের ১৫ অক্ষরের বেশি হতে পারে না <br />
        • ন্যূনতম দৈর্ঘ্য অবশ্যই আট (৮) অক্ষর হতে হবে <br />
        • কমপক্ষে একটি (১) সংখ্যা <br />
        • কমপক্ষে একটি (১) ছোট হাতের অক্ষর। <br />
        • অন্তত একটি ইউনিক সাইন। <br />
        খ) ভুল পাসওয়ার্ড দিয়ে ৩টি ব্যর্থ প্রচেষ্টার ক্ষেত্রে, আপনি আপনার পাসওয়ার্ড পুনরায় সেট না করলে আপনার অ্যাকাউন্ট অ্যাক্সেস লক করা হবে। <br />
        গ) পাসওয়ার্ড সুরক্ষা মানদন্ড <br />
        ঘ) ইমেল বার্তা বা ইলেকট্রনিক যোগাযোগের অন্যান্য ফর্মগুলিতে পাসওয়ার্ডগুলি ঢোকানো উচিত নয়৷ <br />
        ঙ) পাসওয়ার্ড পরিবর্তনের ক্ষেত্রে, নতুন পাসওয়ার্ড পূর্বে ব্যবহৃত চারটি পাসওয়ার্ডের মতো হতে পারে না। <br />
        চ) দেশি অ্যাকাউন্টের জন্য পূর্বে ব্যবহৃত পাসওয়ার্ড ব্যবহার করবেন না। পাসওয়ার্ড হল কেস সংবেদনশীল এবং গোপনীয় দেশি তথ্য। <br />
        এখানে পাসওয়ার্ড এর ব্যাপারে কি কি "করবেন না" এর একটি তালিকা রয়েছে: <br />
        • ইমেলের মাধ্যমে আপনার পাসওয়ার্ড পাঠাবেন না। <br />
        • অন্যদের সামনে কথা বলবেন না/পাসওয়ার্ড টাইপ করবেন না। <br />
        • অনুগ্রহ করে সব সময় আপনার পাসওয়ার্ড গোপন রাখুন। <br />• যদি আপনি মনে করেন যে আপনার পাসওয়ার্ড আপোস করা হয়েছে, অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করুন বা আপনার অ্যাকাউন্ট ব্লক করতে আমাদের গ্রাহক পরিষেবাতে কল করুন। <br />
        • এমনকি আমাদের কল সেন্টারেও কাউকে পাসওয়ার্ড জানাবেন না।
      </p>

      <h4>৬। পরিচয় প্রমাণীকরণ (KYC)</h4>
      <p>
        এটা বাধ্যতামূলক যে আমরা গ্রাহকের কেওয়াইসির জন্য বাংলাদেশ ব্যাংকের কঠোর নির্দেশিকা অনুসরণ করি। তাই, আপনি দেশিকে আপনার পরিচয় যাচাই করার জন্য প্রয়োজনীয় কোনো তদন্ত করার জন্য অনুমোদন দিচ্ছেন। এর মধ্যে আপনাকে আরও তথ্যের জন্য জিজ্ঞাসা করা হতে পারে- জিজ্ঞাসা করা, আপনার জন্ম তারিখ, মায়ের নাম, পিতার নাম, ব্যবসার ঠিকানা এবং অন্যান্য তথ্য প্রদান করতে হবে যা আমাদেরকে যুক্তিসঙ্গতভাবে সনাক্ত করার অনুমতি দেবে। আপনি ব্যবসায়ী হলে আমরা আপনার বা আপনার সমস্ত অংশীদারদের বা পরিচালকদের NID দেখতে বলতে পারি। আমরা অন্যান্য ব্যবসায়িক নথি যেমন- ট্রেড লাইসেন্স, মেমোরেন্ডাম, অ্যাসোসিয়েশনের নিবন্ধন, ইনকর্পোরেশনের শংসাপত্র, বোর্ড রেজোলিউশন, ভ্যাট শংসাপত্র, টিআইএন শংসাপত্র, ঠিকানার প্রমাণ, এনওসি পত্র (আপনার ব্যবসার প্রকৃতির উপর ভিত্তি করে) চাইতে পারি। সময় আমরা এই তথ্য প্রাপ্ত বা যাচাই করতে অক্ষম হলে দেশি আপনার দেশি অ্যাকাউন্ট এবং/অথবা দেশি পরিষেবাগুলিতে অ্যাক্সেস বন্ধ, স্থগিত বা সীমিত করার অধিকার সংরক্ষণ করে।
      </p>


      <h4>৭। অ্যাকাউন্ট ব্যবহার</h4>
      <p>
        ক) KYC তথ্য প্রদান করার পরে, এমনকি আপনার অ্যাকাউন্টের অনুমোদনের আগে, আপনি আপনার দেশি অ্যাকাউন্টে টাকা পেতে সক্ষম হবেন। <br />
        খ) অ্যাকাউন্ট যাচাইকরণ এবং অনুমোদনের পরে, আপনি দেশি দ্বারা প্রদত্ত সমস্ত পরিষেবা পেতে সক্ষম হবেন। <br />
        গ) দেশি ওয়্যারেন্টি দেয় না যে সমস্ত কার্যকারিতা সর্বদা উপলব্ধ থাকবে এবং নতুন বা সংশোধিত আইন, সংবিধিবদ্ধ উপকরণ, সরকারী প্রবিধান বা নীতি বা অন্য কোন বাধ্যতামূলক কারণের প্রত্যক্ষ ফলাফল হিসাবে সাধারণভাবে কোন কার্যকারিতা বা দেশি পরিষেবা যেকোন পূর্ব বিজ্ঞপ্তি প্রত্যাহার করতে পারে। <br />
        ঘ) দেশি আর্থিক প্রতিষ্ঠানের প্ল্যাটফর্ম এবং আপনাকে নির্দিষ্ট পরিষেবা প্রদানকারী অন্যান্য সংস্থাগুলির সাথে একীকরণের পরে দেশি মেনুতে অতিরিক্ত কার্যকারিতা প্রদান করতে পারে। এই ধরনের কার্যকারিতা আপনাকে আর্থিক প্রতিষ্ঠান বা অন্যান্য সত্তার প্ল্যাটফর্মে সীমিত অ্যাক্সেস দিতে পারে। অন্যান্য প্ল্যাটফর্মগুলিতে অ্যাক্সেস পাওয়ার জন্য এই ধরনের কার্যকারিতা ব্যবহার করে, আপনি এতদ্বারা দেশিকে ক্ষতিপূরণ দিতে সম্মত হন এবং এই ধরনের বাহ্যিক প্ল্যাটফর্মগুলিতে আপনার অ্যাক্সেস থেকে উদ্ভূত যে কোনও ক্ষতি থেকে দেশিকে ক্ষতিমুক্ত রাখতে সম্মত হন। <br />
        ঙ) দেশি সময়ে সময়ে মোবাইল আর্থিক পরিষেবাগুলি পাওয়ার জন্য সমস্ত পরিষেবা ফি এবং/অথবা রক্ষণাবেক্ষণ চার্জ (অন্যান্য প্রযোজ্য চার্জ সহ) নির্ধারণ করার অধিকার সংরক্ষণ করে৷ উপরন্তু, দেশি কোনো পূর্ব বিজ্ঞপ্তি ছাড়াই তার পরিষেবা ফি এবং চার্জের কোনো বৃদ্ধি নির্ধারণ করার অধিকার সংরক্ষণ করে।
      </p>
      <h4>৮। লিংক ব্যাংক</h4>
      <p>লেনদেনের ফি সংযুক্তি (বি) হিসাবে যোগ করা হয়েছে৷</p>
      <p>
        ক) ভুল ব্যাংক বা কেওয়াইসি তথ্যের কারণে বা ব্যাংক অ্যাকাউন্টের সাথে অমিলের কারণে আপনার লিংক ব্যাংকের অনুরোধ ব্যর্থ হলে দেশিকে দায়বদ্ধ করা হবে না উপরন্তু, লেনদেনের ত্রুটির কারণে যে কোনও ভুল ব্যবস্থাপনার জন্য দেশি দায়বদ্ধ থাকবে না ব্যাংক বা আপনার ডিভাইস বা ইন্টারনেট সমস্যা। <br />
        খ) আপনার দেশি অ্যাকাউন্টের সাথে আপনার ব্যাংক অ্যাকাউন্ট লিংক করতে, আপনাকে ব্যাংক তালিকা থেকে আপনার ব্যাংক নির্বাচন করতে হবে এবং আপনার ব্যাংক অ্যাকাউন্টের তথ্য সঠিকভাবে সন্নিবেশ করাতে হবে। <br />
        গ) "লিংক ব্যাংক"-এর অনুরোধ শুরু করে এবং কেওয়াইসি তথ্য প্রদান করে, আপনি এতদ্বারা গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) কে আপনার নির্বাচিত ব্যাংকের সাথে আপনার কেওয়াইসি তথ্য শেয়ার করার জন্য অনুমোদন দিচ্ছেন যাতে আপনার তথ্যের সাথে মিলিত হতে পারে উভয় অ্যাকাউন্টই আপনার মালিকানাধীন তা যাচাই করার জন্য ব্যাংক অ্যাকাউন্ট। এই ধরনের যাচাইকরণ ছাড়া, দেশি অ্যাকাউন্টের সাথে ব্যাংক অ্যাকাউন্টের লিঙ্কিং প্রক্রিয়া সম্পূর্ণ হবে না। <br />
        ঘ) "লিংক ব্যাংক"-এর অনুরোধ শুরু করে এবং KYC তথ্য প্রদান করে, আপনি এতদ্বারা গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) কে আপনার নির্বাচিত ব্যাংকের সাথে আপনার কেওয়াইসি তথ্য শেয়ার করার জন্য অনুমোদন দিচ্ছেন যাতে আপনার তথ্যের সাথে মেলানো যায়। উভয় অ্যাকাউন্টই আপনার মালিকানাধীন তা যাচাই করার জন্য ব্যাংক অ্যাকাউন্ট। এই ধরনের যাচাইকরণ ছাড়া, দেশি অ্যাকাউন্টের সাথে ব্যাংক অ্যাকাউন্টের লিঙ্কিং প্রক্রিয়া সম্পূর্ণ হবে না। <br />
        ঙ) লিংক ব্যাংক এর প্রক্রিয়া চলাকালীন, আপনাকে আপনার ব্যাংকের ইন্টারনেট ব্যাংকিং পৃষ্ঠায় পুনঃনির্দেশিত করা হবে যেখানে আপনাকে ব্যাংকের নির্দেশাবলী অনুসরণ করতে হবে বা আপনার ব্যাংকের ইন্টারনেট ব্যাংকিং না থাকলে এই উদ্দেশ্যে আপনার ব্যাংকের নিবন্ধিত মোবাইল নম্বরে একটি OTP পাঠানো হবে প্রমাণীকরণ আপনাকে OTP লিখতে হবে এবং লিংকটি প্রতিষ্ঠিত হবে। <br />
        চ) যদি ব্যাংক বা অন্য কোনো সরকারী কর্তৃপক্ষ আপনাকে এই ধরনের কোনো বাধ্যবাধকতা প্রদান করে তাহলে আপনি আরও কোনো বোঝা বা বাধ্যবাধকতা মেনে চলবেন।{" "}
        <br />
        ছ) দেশি কোনো পূর্ব নোটিশ না দিয়ে প্রয়োজনীয় যে কোনো সময়ে এই পরিষেবার জন্য বিদ্যমান শর্তাবলী যোগ, অপসারণ এবং সংশোধন করার অধিকার সংরক্ষণ করে। <br />
        জ) আপনার ব্যাংক অ্যাকাউন্টকে দেশি অ্যাকাউন্টের সাথে লিংক করার মাধ্যমে আপনি এখানে গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেডকে (দেশি) দেশি ইওয়ালেট-এর সেটেলমেন্ট ব্যাংকের মাধ্যমে আপনার লিংক করা ব্যাংক অ্যাকাউন্ট ডেবিট বা ক্রেডিট করার জন্য অনুমোদন করেন।{" "}
        <br />
        ঝ) একবার লিংকটি প্রতিষ্ঠিত হয়ে গেলে, আপনি আপনার লিংক করা ব্যাংক অ্যাকাউন্ট থেকে আপনার দেশি অ্যাকাউন্টে অর্থ যোগ করতে পারবেন বা আপনি আপনার দেশি অ্যাকাউন্ট থেকে আপনার লিংক করা ব্যাংক অ্যাকাউন্টে অর্থ স্থানান্তর করতে পারবেন। <br />
        ঞ) ওটিপি না দেওয়ার ক্ষেত্রে, অর্থ যোগ করুন বা আপনার ব্যাংক অ্যাকাউন্ট বা পরিষেবার সাথে যুক্ত অন্য কোনও সমস্যা থাকলে, আপনাকে আপনার ব্যাংকের সাথে যোগাযোগ করতে হবে। <br />
        ট) দেশি অ্যাকাউন্টের সাথে সম্পর্কিত কোনো সমস্যা হলে, আপনাকে +৮৮০৯৬১৭৩৪৩৪৩৪ নম্বরে কল করে অথবা support@deshipay.com-এ ই-মেইল পাঠিয়ে, টিকিট বাড়িয়ে বা আমাদের অ্যাপ্লিকেশন থেকে লাইভ চ্যাট করে দেশি কাস্টমার কেয়ার সেন্টারে যোগাযোগ করার জন্য অনুরোধ করা হচ্ছে।
      </p>
      <h4>৯। তৃতীয় পক্ষের নেটওয়ার্ক দ্বারা প্রদত্ত পরিষেবা</h4>
      <p>
        তৃতীয় পক্ষের নেটওয়ার্কের মাধ্যমে করা কোনো লেনদেনের ক্ষেত্রে, উল্লিখিত পক্ষ তাদের দ্বারা প্রদত্ত তাদের পরিষেবা সম্পর্কিত তথ্যের নির্ভুলতা এবং সত্যতার জন্য সম্পূর্ণরূপে দায়ী থাকবে। দেশি শুধুমাত্র একটি পেমেন্ট সার্ভিস প্রদানকারী প্রতিষ্ঠান এবং তাদের (তৃতীয় পক্ষের) পরিষেবার নির্ভুলতা এবং সত্যতার জন্য কোনভাবেই দায়বদ্ধ নয়। আপনি যদি একটি ক্রয় ফেরত দিতে চান তবে তা তৃতীয় পক্ষের নির্ধারিত শর্তাবলী অনুসরণ করা হবে। তৃতীয় পক্ষের পরিষেবা-সম্পর্কিত প্রশ্নের জন্য, অনুগ্রহ করে পার্টি বা তাদের অনুমোদিত প্রতিনিধিদের সাথে যোগাযোগ করুন, এই জাতীয় তৃতীয় পক্ষের দ্বারা প্রদত্ত কোনো প্রচারমূলক অফার বা ডিলের জন্য দেশি দায়ী থাকবে না।
      </p>

      <h4>১০। দেশির মাধ্যমে লেনদেন</h4>
      <p>
        ক) দেশির মাধ্যমে আপনার লেনদেনের অনুরোধ সম্পূর্ণ নাও হতে পারে: <br />
        i একটি লেনদেন সম্পূর্ণ করার জন্য বা একটি লেনদেনের জন্য চার্জ কভার করার জন্য আপনার দেশি অ্যাকাউন্টে পর্যাপ্ত তহবিল না থাকলে; <br />
        ii. আপনি বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত সর্বোচ্চ অ্যাকাউন্ট ব্যালেন্স সীমা পৌঁছেছেন; <br />
        iii. আপনি যদি বাংলাদেশ ব্যাংক দ্বারা নির্ধারিত দৈনিক সীমাতে পৌঁছে থাকেন;{" "}
        <br />
        iv যদি আপনার অ্যাকাউন্ট সাময়িকভাবে স্থগিত বা স্থায়ীভাবে বন্ধ করা হয়; <br />
        v. যদি অন্য কোন বাধ্যতামূলক কারণ থাকে যেমন অস্থায়ী সিস্টেম বিলম্ব বা বিভ্রাট। <br />
        vi যদি আপনার লেনদেন দেশির কাছে সন্দেহজনক মনে হয় যে কোনো কারণে; দেশির বিবেচনার ভিত্তিতে। <br />
        খ) অ্যাড মানি লেনদেনের ক্ষেত্রে, আমরা দেশি তালিকায় উপলব্ধ ব্যাংক বা যেকোনো ভিসা/মাস্টার/ইউনিয়নপে ডেবিট বা ক্রেডিট কার্ড থেকে টাকা যোগ করতে পারব। <br />
        গ) আপনার দেশি অ্যাকাউন্টে অর্থ যোগ করার উদ্দেশ্যে আপনার ব্যাংক নিবন্ধিত মোবাইল নম্বরের মাধ্যমে আপনার ইস্যুকারী ব্যাংক থেকে প্রাপ্ত সঠিক ওটিপি লিখতে হবে। <br />
        ঘ) আপনার দ্বারা ভুল/নিয়ম না মেনে চলার জন্য সিস্টেম দ্বারা প্রত্যাখ্যান করা কোনো অ্যাড মানি এর জন্য গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) দায়ী থাকবে না। <br />
        ঙ) আপনার ব্যাংক অ্যাকাউন্টে বা ক্রেডিট কার্ডের বিল পেমেন্টে অর্থ স্থানান্তর করার ক্ষেত্রে, আপনি যেকোনো ব্যাংক অ্যাকাউন্টে বা যেকোনো VISA/Master ডেবিট বা ক্রেডিট কার্ডে অর্থ স্থানান্তর করতে পারবেন। <br />
        চ) ব্যাংক অ্যাকাউন্টে বা ক্রেডিট কার্ড বিল পেমেন্টে অর্থ স্থানান্তর প্রক্রিয়া সম্পূর্ণ করতে 2 কার্যদিবস পর্যন্ত সময় লাগতে পারে। <br />
        ছ) গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (দেশি) আপনার ব্যাংকের দ্বারা ট্রান্সফার মানির মাধ্যমে আপনার ব্যাংক অ্যাকাউন্টে ক্রেডিট করতে কোনও বিলম্বের জন্য দায়ী থাকবে না। <br />
        জ) একটি লেনদেন সম্পূর্ণ করার জন্য আপনাকে সঠিক ওটিপি বা দেশির আপনার লেনদেনের পিন লিখতে হবে (যদি প্রয়োজন হয়) । <br />
        ঝ) সংশ্লিষ্ট ব্যাংক/কার্ড অ্যাকাউন্টের স্ট্যাটাস সক্রিয় আছে কিনা তা নিশ্চিত করা আপনার দায়িত্ব (হিমায়িত, নিষ্ক্রিয় বা অন্যান্য) এবং সংশ্লিষ্ট ব্যাংক অ্যাকাউন্টে লেনদেনের অনুমতি রয়েছে। ব্যাংক/কার্ড অ্যাকাউন্টের স্থিতির কারণে কোনও অসফল লেনদেনের জন্য দেশি দায়ী থাকবে না এবং কোনও লেনদেন সুরক্ষিত করার জন্য ব্যাংকের সাথে যোগাযোগ করার কোনও দায়বদ্ধতা দেশির নেই। <br />
        ঞ) দেশি কোনও লেনদেন বাতিল বা বিপরীত করতে পারে বা সঠিক তদন্তের পরে কোনও ভুল, অতিরিক্ত অর্থপ্রদান বা অন্য কোনও যুক্তিসঙ্গত কারণে সংশোধন করতে আপনার দেশি অ্যাকাউন্ট ডেবিট করতে পারে। যদি দেশি দ্বারা এই ধরনের বাতিলকরণ, বিপরীতমুখী বা ডেবিট করা হয়, তাহলে আপনাকে যথাযথভাবে অবহিত করা হবে। <br />
        ট) আপনি দেশি দ্বারা আরোপিত ফি/চার্জ (যদি থাকে) বহন করতে বাধ্য যা প্রদত্ত পরিষেবার জন্য সময়ে সময়ে পরিবর্তিত হতে পারে। <br />
        ঠ) আপনাকে অবশ্যই আপনার দেশি অ্যাকাউন্টের পিন এবং ব্যাংক এবং/অথবা দেশি দ্বারা প্রদত্ত ওটিপির গোপনীয়তা, হেফাজত এবং সুরক্ষা নিশ্চিত করতে হবে। আপনার দ্বারা পিন, ওটিপি বা দেশি অ্যাকাউন্টের সাথে আপস করা হলে দেশি কোনো পরিণতির জন্য দায়ী থাকবে না। <br />
        ড) OTP-এর ডেলিভারি না হলে, মুলতুবি অ্যাড মানি বা আপনার ব্যাংক অ্যাকাউন্ট বা পরিষেবার সাথে যুক্ত অন্য কোনও সমস্যা হলে, আপনাকে আপনার ব্যাংকের সাথে যোগাযোগ করতে হবে। <br />
        ঢ) আপনাকে অবশ্যই আপনার দেশি অ্যাকাউন্টের পিন এবং ব্যাংক এবং/অথবা দেশি দ্বারা প্রদত্ত ওটিপির গোপনীয়তা, হেফাজত এবং সুরক্ষা নিশ্চিত করতে হবে। আপনার দ্বারা পিন, ওটিপি বা দেশি অ্যাকাউন্টের সাথে আপস করা হলে দেশি কোনো পরিণতির জন্য দায়ী থাকবে না। <br />
        ণ) একটি লেনদেন একবার সম্পন্ন হলে চূড়ান্ত এবং অপরিবর্তনীয়। সেই হিসেবে, দেশি কোনো লেনদেন বিপরীত করার জন্য কোনো বাধ্যবাধকতার অধীনে থাকবে না। তাই, লেনদেন করার সময় আপনার সঠিক ব্যাংক/কার্ড/দেশি অ্যাকাউন্টের বিবরণ প্রবেশ করা হয়েছে তা নিশ্চিত করা উচিত। <br />
        ত) দেশি যদি কোন প্রাপকের কাছে তহবিলটি ভুলভাবে বা ভুল করে বা প্রতারণামূলকভাবে বা জোর করে বা অন্যথায় ভুল, ভুল বা প্রতারণামূলক লেনদেনের প্রাপকের দ্বারা ব্যয় করা হয় তবে প্রেরককে ফেরত বা ক্ষতিপূরণ দিতে বাধ্য করা হবে না এবং আপনি এতদ্বারা ধরে রাখতে সম্মত হন, ভুল বা প্রতারণামূলক তহবিল স্থানান্তর বা চাপের অধীনে বা জবরদস্তি বা অপরাধমূলক বল প্রয়োগের অধীনে আপনার অ্যাকাউন্ট থেকে তহবিল স্থানান্তর থেকে অস্বাভাবিক যে কোনও ক্ষতির জন্য দেশি দায়হীন। <br />
        থ) আপনি একটি ATM ক্যাশআউট টোকেন জেনারেট করে আপনার দেশি অ্যাকাউন্ট অ্যাক্সেস করে যে কোনো সময়ে অংশগ্রহণকারী ATM নেটওয়ার্ক আউটলেটে আপনার টাকা তুলতে পারেন। এটি একটি এককালীন টোকেন হবে যা নির্ধারিত সময়সীমার মধ্যে অংশগ্রহণকারী এটিএম নেটওয়ার্কগুলিতে ক্যাশ করা উচিত৷ এটি করতে ব্যর্থ হলে টোকেনের মেয়াদ শেষ হয়ে যাবে এবং তহবিল আপনার ওয়ালেট ব্যালেন্সে উল্টে যাবে। <br />
        দ) আপনার ব্যাংক অ্যাকাউন্ট বা পরিষেবার সাথে সম্পর্কিত কোনও সমস্যার ক্ষেত্রে আপনাকে আপনার ব্যাংকের সাথে যোগাযোগ করতে হবে৷ <br />
        ধ) দেশি অ্যাকাউন্টের সাথে সম্পর্কিত কোনও সমস্যার ক্ষেত্রে, আপনাকে +৮৮০৯৬১৭৩৪৩৪৩৪ নম্বরে কল করে, support@deshipay.com-এ ই-মেইল পাঠিয়ে, টিকিট বাড়িয়ে বা আমাদের অ্যাপ্লিকেশন থেকে লাইভ চ্যাট করে দেশি কাস্টমার কেয়ার সেন্টারে যোগাযোগ করার জন্য অনুরোধ করা হচ্ছে।
      </p>

      <h4>১১। অন্যান্য</h4>

      <p>
        {" "}
        ক) আপনার নির্দেশাবলী শুধুমাত্র আপনার নিবন্ধিত নম্বর এবং পিনের অধীনে প্রমাণীকরণের পরে বা দেশির বিবেচনার ভিত্তিতে নির্ধারিত যেকোন যাচাইকরণের মাধ্যমে প্রভাবিত হবে। <br />
        খ) দেশি আপনার তথ্য গোপন রাখা নিশ্চিত করার জন্য সমস্ত যুক্তিসঙ্গত প্রচেষ্টা করবে। <br />
        গ) আপনাকে পণ্যটি ব্যবহার করার প্রক্রিয়ার সাথে নিজেকে পরিচিত করতে হবে এবং পণ্যটি ব্যবহার করার সময় যে কোনো ত্রুটির জন্য আপনি দায়ী থাকবেন। <br />
        ঘ) দেশি কোন পরিষেবাগুলি দেওয়া যেতে পারে তা সিদ্ধান্ত নেওয়ার অধিকার সংরক্ষণ করে৷ পণ্যের অধীনে প্রদত্ত পরিষেবাগুলিতে সংযোজন/মোছা তার নিজস্ব বিবেচনার ভিত্তিতে। <br />
        ঙ) যদিও আপনার কাছ থেকে প্রাপ্ত নির্দেশগুলি অবিলম্বে কার্যকর করার জন্য দেশির প্রচেষ্টা থাকবে, এটি কার্যকরী ব্যবস্থার ব্যর্থতা সহ যে কোনও কারণে বা কোনও প্রয়োজনের কারণে নির্দেশাবলী পালনে বিলম্ব/ব্যর্থতার জন্য দায়ী হবে না। আইন এর. আপনি স্পষ্টভাবে দেশিকে পরিষেবার অধীনে বৈশিষ্ট্যগুলি অফার করার জন্য প্রয়োজনীয় আপনার ই-ওয়ালেট তথ্য অ্যাক্সেস করার জন্য এবং পরিষেবা প্রদানের জন্য প্রয়োজনীয় পরিষেবা প্রদানকারী/তৃতীয় পক্ষের সাথে আপনার ই-ওয়ালেট সম্পর্কিত তথ্য ভাগ করার জন্য অনুমোদন করেছেন। <br />
        চ) লেনদেনের বিবরণ দেশি দ্বারা রেকর্ড করা হবে এবং এই রেকর্ডগুলি লেনদেনের সত্যতা এবং নির্ভুলতার চূড়ান্ত প্রমাণ হিসাবে বিবেচিত হবে। <br />
        ছ) আপনি এতদ্বারা দেশি বা এর প্রতিনিধিদের পণ্য, শুভেচ্ছা, বিজ্ঞাপন বা অন্য কোনো বার্তা সহ প্রচারমূলক বার্তা পাঠাতে অনুমোদন করছেন যা দেশি সময়ে সময়ে বিবেচনা করতে পারে। <br />
        জ) আপনি বোঝেন যে দেশি আপনার অনুরোধ করা পরিষেবার জন্য "প্রত্যাখ্যান" বা "অনুরোধ প্রক্রিয়া করতে পারে না" বার্তা পাঠাতে পারে যা কোনো কারণে কার্যকর করা যায়নি। <br />
        ঝ) দেশি, এর বিষয়বস্তু, ওয়েবসাইট, বা এর যেকোন পণ্যের পরিষেবার ক্ষেত্রে দেশি এর বৈশিষ্ট্য, সুবিধা এবং চার্জ এবং এই ধরনের বৈশিষ্ট্য, সুবিধা এবং চার্জ সম্পর্কিত তথ্য এবং উপকরণ প্রতিস্থাপন বা সংশোধন করার অধিকার সংরক্ষণ করে।
      </p>

      <h4>১২। পণ্যের জন্য ফি গঠন</h4>
      <p>
        {" "}
        ক) আমরা আপনার বকেয়া যেকোন অর্থপ্রদান থেকে সেট অফ এবং/অথবা কেটে নেওয়ার অধিকারী হব, এই ধরনের অর্থপ্রদান যা পরবর্তীতে নির্ধারিত হয় না এবং/অথবা ভুলভাবে আপনাকে প্রদান করা হয়। <br />
        খ) দেশি পরিষেবার জন্য প্রযোজ্য সমস্ত চার্জ দেশির ওয়েবসাইটে (www.deshipay.com) মধ্যে একটি পৃথক ফি সম্বলিত সময়সূচীতে উল্লেখ করা হয়েছে এবং এটি গ্রীন অ্যান্ড রেড টেকনোলজিস লিমিটেড (G&R) দ্বারা সময়ে সময়ে প্রকাশিত হতে পারে এবং G&R-এর নিজস্ব বিবেচনার ভিত্তিতে যেকোনো সময় পরিবর্তন সাপেক্ষ। <br />
        গ) চুক্তি অনুযায়ী দেশিকে প্রদেয় যেকোন ফি এবং অন্যান্য পরিমাণ (যেমন- ভ্যাট ইত্যাদি) আপনার ই-ওয়ালেট থেকে নোটিশসহ বা নোটিশছাড়াই কেটে নেওয়া যেতে পারে। এই ধরনের কর্তন যে কোনো সময়ে করা হতে পারে, এবং আপনাকে অবহিত না করেই, কিন্তু এগুলো আপনার ই-ওয়ালেটের লেনদেনের ইতিহাসে প্রতিফলিত হবে।
      </p>

      <h4>১৩। ব্যবহারকারীর তথ্য</h4>

      <p>
        ক) আপনি সম্মত হন যে আপনি এই শর্তাবলী বা শর্তাবলীর যেকোনও লঙ্ঘন বা লঙ্ঘনের কারণে বা তার কারণে উদ্ভূত যেকোনো এবং সমস্ত দাবি, খরচ, ক্ষতি, ক্ষতি, দায় এবং খরচ থেকে এবং এর বিরুদ্ধে দেশিকে রক্ষা করবেন, ক্ষতিপূরণ দেবেন এবং ধরে রাখবেন। কোন প্রযোজ্য আইন বা প্রবিধান, অথবা আপনার ব্যবহার বা অপব্যবহার দেশির পরিষেবাগুলি। <br />
        খ) দেশির পরিষেবাগুলির কোনও অননুমোদিত ব্যবহারের কারণে যদি এমন ঘটনা ঘটে তবে ক্ষতি, জরিমানা, ক্ষতি, আইনি মামলা বা ফৌজদারি অপরাধের জন্য যে কোনও দাবির জন্য আপনি দায়বদ্ধ থাকবেন। <br />
        গ) পণ্য বা অন্য কোন পদ্ধতি ব্যবহার করে দেশিকে সঠিক তথ্য প্রদান করা আপনার দায়িত্ব। এই তথ্যে কোনো অমিল হলে, আপনি বুঝতে পারবেন যে তথ্যের ভিত্তিতে গৃহীত পদক্ষেপের জন্য দেশি কোনোভাবেই দায়ী থাকবে না। দেশি সর্বোত্তম প্রচেষ্টার ভিত্তিতে যেখানেই সম্ভব দ্রুত ত্রুটিটি সংশোধন করার চেষ্টা করবে, যদি আপনি তথ্যে ত্রুটিটি দেওয়ার ২ (দুই) ঘন্টার মধ্যে এই জাতীয় ত্রুটির প্রতিবেদন করেন। <br />
        ঘ) আপনি যদি অন্য দেশি গ্রাহকের সম্পর্কে তথ্য পান তবে আপনাকে অবশ্যই তথ্য গোপন রাখতে হবে এবং শুধুমাত্র দেশি পরিষেবাগুলির সাথে এটি ব্যবহার করতে হবে। আপনি দেশি ব্যবহারকারীদের সম্পর্কে কোনো তথ্য তৃতীয় পক্ষের কাছে প্রকাশ বা বিতরণ করতে পারবেন না বা বিপণনের উদ্দেশ্যে তথ্য ব্যবহার করতে পারবেন না যদি না আপনি এটি করার জন্য সেই ব্যবহারকারীর স্পষ্ট সম্মতি না পান। আপনি কোনও দেশি গ্রাহককে অযাচিত ইমেল পাঠাতে পারবেন না বা তৃতীয় পক্ষকে অযাচিত ইমেল পাঠানোর জন্য অর্থ সংগ্রহ করতে বা পাঠাতে সহায়তা করতে দেশি পরিষেবাগুলি ব্যবহার করতে পারবেন না। <br />
        ঙ) আপনি ভুল তথ্য প্রদানের ফলে আপনার যেকোনো ক্ষতি বা ক্ষতি হয়েছে তার জন্য আমরা দায়ী নই। <br />
        চ) আমাদের কাছে ভুল বা ত্রুটিপূর্ন তথ্য প্রদানের ক্ষেত্রে, আমরা অবিলম্বে আপনার অ্যাকাউন্ট সীমিত বা স্থগিত বা বন্ধ করতে পারি এবং আপনাকে আমাদের পরিষেবা প্রদান করতে অস্বীকার করতে পারি।  ছ) কোনো অনুমোদিত নিয়ন্ত্রক সংস্থার সংশ্লিষ্টতা বা আদেশের ক্ষেত্রে, আমরা যে কোনো ধরনের তদন্তের জন্য তাদের তথ্য দিতে বাধ্য বা এই ধরনের তদন্তের সমাধান না হওয়া পর্যন্ত আপনার অ্যাকাউন্ট ফ্রিজ করতে পারি। <br />
        জ) দেশিদে কোনো কারণ বা পূর্ব সতর্কতা ছাড়াই যেকোনো দেশি ব্যবহারকারীকে কোনো পরিষেবা প্রত্যাখ্যান করার অধিকার সংরক্ষণ করে।
      </p>

      <h4>১৪। ই-ওয়ালেট ধারকের দায়িত্ব ও বাধ্যবাধকতা</h4>
      <p>
        ক) আপনার যদি পিন/পাসওয়ার্ড মিস ব্যবহারের সন্দেহ হয় তাহলে অবিলম্বে দেশিকে জানানোর দায়িত্ব আপনার হবে। <br />
        খ) দেশি, মোবাইল নম্বর এবং পিনের মাধ্যমে ভুল/ভুলভাবে শুরু করা সহ সমস্ত লেনদেনের জন্য আপনি দায়ী থাকবেন; এই ধরনের লেনদেন আপনার দ্বারা অনুমোদিত কিনা তা নির্বিশেষে। এই ধরনের সমস্ত লেনদেনের ক্ষেত্রে যদি কোন ক্ষতি হয় তবে আপনি ক্ষতি/ক্ষতির জন্যও দায়ী থাকবেন। <br />
        গ) পিন, পাসওয়ার্ড এবং ওটিপি যাতে কোনো অননুমোদিত ব্যক্তির সাথে শেয়ার করা না হয় তা নিশ্চিত করার জন্য আপনি সমস্ত সম্ভাব্য পদক্ষেপ নেবেন এবং মোবাইল ফোনের অপব্যবহার/চুরি/হারানোর ক্ষেত্রে দেশি কাস্টমার কেয়ার সেন্টারে যোগাযোগ করবেন।{" "}
        <br />
        ঘ) এখানে থাকা শর্তাবলী লঙ্ঘনের কারণে যেকোন বা সমস্ত ক্ষতির জন্য আপনি দায়ী থাকবেন বা অবহেলামূলক ক্রিয়াকলাপের কারণে বা ওয়ালেটে অননুমোদিত অ্যাক্সেস সম্পর্কে যুক্তিসঙ্গত সময়ের মধ্যে দেশিকে পরামর্শ দিতে ব্যর্থতার জন্য অবদান রাখবেন বা ক্ষতির কারণ হবেন।
      </p>

      <h4>১৫। রিফান্ড এবং চার্জব্যাক</h4>
      <p>
        ক) দেশির মাধ্যমে কোনো রিফান্ড/চার্জব্যাকের প্রক্রিয়া না করার জন্য আমরা আপনার কাছে দায়বদ্ধ থাকব না। <br />
        খ) যদি আমরা লেনদেন-এর রিফান্ড/চার্জব্যাকের জন্য একটি অনুরোধ পাই, সেক্ষেত্রে বিরোধ নিষ্পত্তি প্রক্রিয়া অনুসরণ করা হবে এবং এটি প্রতিটি কেসের ক্ষেত্রে পরিবর্তিত হবে।{" "}
        <br />
        গ) আপনি যদি চার্জব্যাক দাবি করতে চান, তাহলে আপনাকে কারণ উল্লেখ করে আবেদনের মাধ্যমে একটি টিকিট তুলতে হবে। এই কারণগুলি কেন আপনি লেনদেন নিয়ে ক্লেইম করছেন তার ব্যাখ্যা দেয়৷ প্রতিটি কারণের নিজস্ব নিয়ম রয়েছে (ফাইল করার সময়সীমা, প্রয়োজনীয় ডকুমেন্টেশন ইত্যাদি) । সমস্ত নিয়মকানুনগুলি সমাধান করা হয়েছে কি না তা নিশ্চিত করে দেশি তার গ্রাহকের চার্জব্যাক দাবিটি পরীক্ষা করবে। <br />
        ঘ) যদি দেশির নির্দেশনা অনুযায়ী আপনার একটি বৈধ ক্লেইম থাকে, তবে মার্চেন্ট-এর ওয়ালেট অ্যাকাউন্ট থেকে ফান্ডগুলি সরানো হবে এবং আপনার কাছে জমা করা হবে। যদি দেশি দেশির নির্দেশনা অনুযায়ী এটি একটি বৈধ দাবি না হয়, তাহলে চার্জব্যাক বাতিল হয়ে যাবে।{" "}
        <br />
        ঙ) যাইহোক, যদি বণিকের কাছে যথেষ্ট বাধ্যকারী প্রমাণ থাকে (চার্জব্যাকটি অবৈধ প্রমাণ করার জন্য নথিপত্র), মার্চেন্ট পুনরায় চার্জব্যাক পর্যালোচনার জন্য উপস্থাপন করতে পারেন। যদি একটি চার্জব্যাক প্রক্রিয়া সফল হয়, তাহলে এটি আপনার অ্যাকাউন্ট, দেশি এবং মার্চেন্ট স্বয়ংক্রিয়ভাবে মিলিত হবে৷ মার্চেন্ট বিতর্কিত লেনদেনের সাথে সম্পর্কিত ফি প্রদানের জন্য দায়বদ্ধ থাকবে। <br />
        চ) আপনি যদি একটি ক্রয় ফেরত দিতে চান বা অ-ডেলিভারি আইটেমগুলির জন্য ফেরত দিতে চান তবে এটি ব্যবসায়ীর নির্ধারিত শর্তাবলী অনুসরণ করা হবে। যদি মার্চেন্ট তার/তার ব্যবসায়িক নীতি অনুযায়ী অনুরোধটি বৈধ বলে মনে করেন, তাহলে তিনি আবেদনের মাধ্যমে অর্থ রিফান্ড শুরু করবেন। মার্চেন্ট লেনদেনের পরিমাণের সাথে সম্পর্কিত ফি দিতে দায়বদ্ধ থাকবে। <br />
        ছ) রিফান্ড/চার্জব্যাকের ক্ষেত্রে, টাকা ফেরত দেওয়া হবে মূল অর্থপ্রদানের পদ্ধতিতে যা আপনি লেনদেনের জন্য ব্যবহার করেছেন যেমন- ডেবিট কার্ড, ক্রেডিট কার্ড বা দেশি অ্যাকাউন্ট।
      </p>

      <h4>১৬। দাবিত্যাগ</h4>
      <p>
        ক) পেমেন্ট সিস্টেমের প্রযুক্তিগত বিপর্যয়ের কারণে সৃষ্ট কোনো ক্ষতির জন্য দেশি দায়ী থাকবে না। <br />
        খ) দেশির বিবেচনার ভিত্তিতে ই-ওয়ালেটের ব্যবহার বিনা নোটিশে বন্ধ করা হবে যা ই-ওয়ালেট ধারকের মৃত্যু, দেউলিয়াত্ব বা দেউলিয়াত্বের উপর হতে পারে বা ই-ওয়ালেট ধারকের অনুরোধ প্রাপ্তির সাথে সাথে সংযুক্তি আদেশের প্রাপ্তি একটি উপযুক্ত আদালত বা রাজস্ব কর্তৃপক্ষ, দেশি প্রবিধান লঙ্ঘনের কারণে, বা অন্যান্য বৈধ কারণে বা যখন ই-ওয়ালেট ধারক বা অন্য কোন কারণে ই-ওয়ালেট ধারকের ঠিকানা দেশিদের কাছে অজানা হয়ে যায়। উপযুক্ত মনে করে <br />
        গ) ই-ওয়ালেট অ্যাপ্লিকেশনটি আপনার মোবাইল হ্যান্ডসেটের সাথে সামঞ্জস্যপূর্ণ না হলে/ কাজ না করলে দেশি দায়ী থাকবে না। <br />
        ঘ) দেশি, যখন সরল বিশ্বাসে কাজ করবে, তখন যে কোন ক্ষেত্রে দায় থেকে অব্যাহতি পাবে: <br />
        • রসেসিং বা ট্রান্সমিশনের সময় তথ্য হারিয়ে গেলে বা অন্য কোনও ব্যক্তির দ্বারা কোনও অননুমোদিত অ্যাক্সেস বা গোপনীয়তার লঙ্ঘন বা দেশির নিয়ন্ত্রণের বাইরের কারণে দেশি আপনার কাছ থেকে কোনও অনুরোধ গ্রহণ বা কার্যকর করতে অক্ষম। <br />
        • প্রত্যক্ষ বা পরোক্ষভাবে আপনার বা অন্য কোনো ব্যক্তির দ্বারা প্রত্যক্ষ বা পরোক্ষভাবে কোনো ধরনের ক্ষতি হতে পারে যা পণ্যের কোনো ব্যর্থতা বা ত্রুটির কারণে দেশির নিয়ন্ত্রণের বাইরে। <br />
        • তথ্য প্রেরণে কোনো ব্যর্থতা বা বিলম্ব আছে বা তথ্যের কোনো ত্রুটি বা ভুলতা আছে বা দেশির নিয়ন্ত্রণের বাইরে কোনো কারণ থেকে উদ্ভূত অন্য কোনো পরিণতি আছে যার মধ্যে প্রযুক্তির ব্যর্থতা, যান্ত্রিক ভাঙ্গন, বিদ্যুৎ বিঘ্ন, ইত্যাদি অন্তর্ভুক্ত থাকতে পারে। <br />
        • পরিষেবা প্রদানকারী বা কোন তৃতীয় পক্ষের পক্ষ থেকে উল্লিখিত পণ্যটিকে প্রভাবিত করে এমন কোনও ত্রুটি বা ব্যর্থতা রয়েছে এবং দেশি তার বাধ্যবাধকতাগুলির কোনও বিলম্ব বা অ-সম্পাদনার জন্য এই জাতীয় কোনও প্রদানকারীর দ্বারা প্রদত্ত পরিষেবার গুণমান সম্পর্কে কোনও ওয়ারেন্টি দেয় না এই শর্তাবলীর অধীনে যে কোন কারণ বা কারণ থেকে উদ্ভূত তার যুক্তিসঙ্গত নিয়ন্ত্রণের বাইরে, যার মধ্যে রয়েছে (তবে সীমাবদ্ধ নয়) ঈশ্বরের একটি কাজ, সরকারী আইন, ভূমিকম্প, যুদ্ধ, আগুন, বন্যা, বিস্ফোরণ, নাগরিক হাঙ্গামা বা শিল্প বিরোধ আইনসম্মত বা অন্যথায় , সশস্ত্র শত্রুতা, সন্ত্রাসবাদের কাজ, আত্মঘাতী বোমা হামলা এবং হামলা, বিস্ফোরণ; বিপ্লব; অবরোধ নিষেধাজ্ঞা ধর্মঘট লক-আউট সিট ইন শিল্প বা বাণিজ্য বিরোধ; প্রতিকূল আবহাওয়া; মহামারী বা মহামারী; শিল্প দুর্ঘটনা এবং প্রাকৃতিক দুর্যোগ। <br />
        ঙ) রাজস্ব, লাভ, ব্যবসা, চুক্তি, প্রত্যাশিত সঞ্চয় বা সদিচ্ছা, ব্যবহারের ক্ষতি বা ক্ষতি সহ কিন্তু সীমাবদ্ধ নয়, প্রত্যক্ষ, পরোক্ষ বা ফলস্বরূপ যে কোনও ক্ষতি বা ক্ষতির জন্য দেশি এবং এর কর্মচারীরা দায়ী থাকবে না সফ্টওয়্যার সহ যেকোন সরঞ্জামের মূল্য, আপনি বা যে কোনও ব্যক্তি যেভাবেই ভুক্তভোগী হোক না কেন অনুরোধ গ্রহণ এবং প্রক্রিয়াকরণে এবং প্রতিক্রিয়া প্রণয়ন এবং প্রত্যাবর্তনের ক্ষেত্রে দেশির কোনও বিলম্ব, বাধা, স্থগিতাদেশ, রেজোলিউশন বা ত্রুটির কারণে বা সম্পর্কিত ব্যর্থতা, বিলম্ব, বাধা, সাসপেনশন, সীমাবদ্ধতা, বা টেলিযোগাযোগ সরঞ্জাম এবং যে কোনও পরিষেবা প্রদানকারীর নেটওয়ার্ক এবং দেশির সিস্টেম থেকে কোনও তথ্য বা বার্তা প্রেরণে ত্রুটি বা টেলিযোগাযোগ সরঞ্জামগুলির কোনও ভাঙ্গন, বাধা, স্থগিত বা ব্যর্থতা, দেশির সিস্টেম বা যেকোনো পরিষেবা প্রদানকারীর নেটওয়ার্ক এবং/অথবা কোনো তৃতীয় পক্ষ যারা পণ্য সরবরাহ করার জন্য প্রয়োজনীয় পরিষেবাগুলি প্রদান করে।
      </p>
      <h4>১৭। নিষিদ্ধ কাজকর্ম এবং লেনদেন</h4>
      <p>নিম্নলিখিত লেনদেন বা কর্ম নিষিদ্ধ:</p>
      <p>
        I. মানি লন্ডারিং, জালিয়াতি, সন্ত্রাসবাদে অর্থায়ন বা এই জাতীয় অন্যান্য বেআইনি/অপরাধমূলক কার্যকলাপ সহ কিন্তু সীমাবদ্ধ নয় এমন উদ্দেশ্যে আপনার ই-ওয়ালেট ব্যবহার করা। <br />
        II. সংশ্লিষ্ট আইন প্রয়োগকারী সংস্থাকে লেনদেনের প্রতিবেদন করুন <br />
        III. জালিয়াতি, সন্ত্রাসী অর্থায়ন, মানি লন্ডারিং, জালিয়াতি বা অন্যান্য অবৈধ/অপরাধমূলক কার্যকলাপে জড়িত ব্যক্তি বা সংস্থার কাছ থেকে তহবিল পেতে আপনার ই-ওয়ালেট ব্যবহার করতে। <br />
        IV. তদন্তে সহযোগিতা করতে বা আপনার পরিচয়ের নিশ্চিতকরণ বা দেশিকে আপনার দ্বারা প্রদত্ত অন্য কোনো তথ্য প্রদান করতে অস্বীকার করুন; <br />
        V. মিথ্যা, ভুল বা বিভ্রান্তিকর তথ্য প্রদান; <br />
        VI. আপনি যদি লঙ্ঘনের কাজ করেন বা আমরা বিশ্বাস করি যে আপনি ধারা ১৬(ঘ) এবং ১৬(ঙ) তে থাকা নিষেধাজ্ঞাগুলি লঙ্ঘনের জন্য কাজ করছেন তবে আমরা এর অধিকার সংরক্ষণ করি: <br />
        VII. লেনদেন সম্পাদন বা বিপরীত করতে অস্বীকার করুন এবং একই সাথে আপনার ই-ওয়ালেট সীমিত বা বন্ধ বা স্থগিত করুন বা আপনার অ্যাকাউন্ট বাজেয়াপ্ত করুন;{" "}
        <br />
        VIII. এটি নিশ্চিত করা কঠোরভাবে আপনার দায়িত্ব যে আপনি যে কোনও প্রযোজ্য আইন এবং প্রবিধান মেনে যে পণ্য এবং পরিষেবাগুলি সরবরাহ করতে বা গ্রহণ করতে পারেন তার বিক্রয় বা সরবরাহের জন্য ব্যক্তি বা সংস্থার কাছ থেকে বা তাদের কাছ থেকে ই-মানি পাঠান বা গ্রহণ করেন। অন্য ব্যক্তি বা সত্তার অ্যাকাউন্টে স্থানান্তরিত তহবিলগুলি তাদের পণ্য বা পরিষেবার সরবরাহ বা বিধানের বৈধতা নির্দেশ করে না। লেনদেনটি বৈধ নয় এমন কোনো ইঙ্গিত আছে এমন পরিস্থিতিতে আপনার কোনো লেনদেনের সাথে এগিয়ে যাওয়া উচিত নয়।
      </p>
      <h4>১৮। PCI DSS অনুযায়ী নিরাপত্তা</h4>
      <p>
        দেশি সুরক্ষা পদ্ধতি স্থাপন করেছে এবং কার্ডধারীদের ডেটা সুরক্ষিত করতে, সমস্ত প্রযোজ্য অডিট প্রয়োজনীয়তা পূরণ করতে এবং PCI DSS (এর পরে "পেমেন্ট কার্ড ইন্ডাস্ট্রি ডেটা সিকিউরিটি স্ট্যান্ডার্ড") এবং এই জাতীয় অন্যান্য প্রযোজ্য নিয়ম, প্রবিধান, কোডগুলি মেনে চলার জন্য শিল্পের মানগুলির সাথে সামঞ্জস্যপূর্ণ যুক্তিসঙ্গত প্রচেষ্টা চালাবে। PCI সিকিউরিটি স্ট্যান্ডার্ড কাউন্সিল দ্বারা প্রতিষ্ঠিত "পেমেন্ট কার্ড ইস্যুয়ার রিকোয়ারমেন্টস" এর মেয়াদে সময়ে সময়ে ক্রেডিট কার্ড ডেটা পরিচালনা এবং প্রক্রিয়াকরণের সাথে সম্পর্কিত অনুশীলন, নির্দেশিকা এবং শিল্পের মানদণ্ড। দেশি কার্ডহোল্ডার ডেটার নিরাপত্তার জন্য দায়ী দেশটির কাছে রয়েছে বা অন্যথায় গ্রাহকের পক্ষে সঞ্চয়, প্রসেস বা ট্রান্সমিট করে, অথবা দেশি গ্রাহকের কার্ডহোল্ডার ডেটা পরিবেশের নিরাপত্তাকে প্রভাবিত করতে পারে। দেশি সমস্ত প্রযোজ্য PCI DSS প্রয়োজনীয়তা মেনে চলতে সম্মত হয় যে পরিমাণ দেশি হ্যান্ডেল করে, অ্যাক্সেস করতে পারে, বা অন্যথায় গ্রাহকের কার্ডধারীর ডেটা সঞ্চয় করে, প্রক্রিয়া করে বা প্রেরণ করে, বা গ্রাহকের কার্ডহোল্ডার ডেটা পরিবেশ পরিচালনা করে। দেশি কার্ডধারীর ডেটা অননুমোদিত প্রকাশের ক্ষেত্রে ব্যক্তি বা পক্ষের বিজ্ঞপ্তির প্রয়োজন হয় এমন সমস্ত প্রযোজ্য আইন মেনে চলতে সম্মত হয়। এখানকার বিধান অনুসারে, PCI সম্পর্কিত দেশির নিরাপত্তা দায়বদ্ধতা লঙ্ঘনের ক্ষেত্রে বা প্রযোজ্য আইনের অধীনে বিজ্ঞপ্তির প্রয়োজন হয় এমন অন্যান্য ইভেন্টের ক্ষেত্রে, দেশি প্রযোজ্য আইন অনুসারে এই জাতীয় সমস্ত ব্যক্তিকে জানানোর দায়িত্ব নিতে সম্মত হয়, এবং, সাপেক্ষে ক্ষতিপূরণ এবং দায়বদ্ধতার সীমাবদ্ধতা এখানে রয়েছে।
      </p>
      <h4>১৯। গভর্নিং আইন ও বিচার বিভাগ</h4>
      <p>
        পণ্য এবং এর শর্তাবলী গণপ্রজাতন্ত্রী বাংলাদেশের প্রযোজ্য আইন যেমন- পিএসপি লাইসেন্স, অর্থপ্রদান এবং নিষ্পত্তি আইন, ২০১৪ বা অন্য কোনো নিয়ন্ত্রক সংস্থার অধীনে বাংলাদেশ ব্যাংকের প্রবিধান দ্বারা নিয়ন্ত্রিত হয়।
      </p>

      <h4>২০। ক্ষতিপূরণ</h4>
      <p>
        দেশি পণ্য সরবরাহ করার বিবেচনায়, আপনি দেশিকে ক্ষতিপূরণ দিতে এবং সমস্ত ক্রিয়া, দাবি, দাবী কার্যধারা, ক্ষতি, ক্ষয়ক্ষতি, খরচ, চার্জ এবং ব্যয়ের বিরুদ্ধে দেশিকে ক্ষতিপূরণ দিতে এবং ধরে রাখতে সম্মত হন যা দেশি যে কোনও সময় বহন করতে, টিকিয়ে রাখতে, ক্ষতিগ্রস্থ হতে পারে বা দিতে পারে। এই অনুসারে আপনাকে প্রদত্ত যেকোন পরিষেবার ফলে বা তার সাথে সম্পর্কিত। আপনার দ্বারা প্রদত্ত যেকোন তথ্য/নির্দেশ/ট্রিগার বা গোপনীয়তা লঙ্ঘনের জন্য কোনো তৃতীয় পক্ষের দ্বারা অননুমোদিত অ্যাক্সেসের জন্য আপনি ক্ষতিপূরণ এবং ক্ষতিপূরণ প্রদান করবেন।
      </p>

      <h4>২১। এই শর্তাবলী পরিবর্তন</h4>
      <p>নিম্নলিখিত লেনদেন বা কর্ম নিষিদ্ধ:
      </p>
      <p>
        ক) অনুগ্রহ করে নিশ্চিত করুন যে আপনি সংশোধিত শর্তাবলী মনোযোগ সহকারে পড়েছেন কারণ আপনি এই তারিখ থেকে সংশোধিত শর্তাবলী দ্বারা আবদ্ধ হবেন। <br />
        খ) এই শর্তাবলীর সাথে সম্পর্কিত যেকোন নোটিশ বা বিজ্ঞপ্তি আপনার নিবন্ধিত ইমেলের মাধ্যমে বা দেশি বিজনেস অ্যাপের মাধ্যমে বা দেশি অফিসিয়াল ওয়েবসাইটের মাধ্যমে জানানো হবে। <br />
        গ) দেশি যে কোন সময় দেশি প্ল্যাটফর্মে বিজ্ঞপ্তি পোস্ট করে বা অন্যথায় আপনাকে বিজ্ঞপ্তিটি জানিয়ে এই শর্তাবলীর (প্রতিটি, একটি পরিবর্তন এবং সম্মিলিতভাবে, পরিবর্তন) অংশ পরিবর্তন, সংশোধন, যোগ বা অপসারণের অধিকার সংরক্ষণ করে। পরিবর্তনগুলি কার্যকর হবে, এবং প্রাথমিক পোস্ট করার ২৪ ঘন্টা পরে আপনার দ্বারা গৃহীত বলে বিবেচিত হবে এবং আপনার দেশি প্ল্যাটফর্মের ব্যবহার, দেশি পরিষেবাগুলি গ্রহণ করা বা এর পরে শুরু করা অর্থপ্রদানের লেনদেনের ক্ষেত্রে অবিলম্বে আবেদন করা হবে। পোস্টিং তারিখ। আপনি যদি এই ধরনের কোনো পরিবর্তনের সাথে একমত না হন, তাহলে আপনার একমাত্র এবং একচেটিয়া প্রতিকার হল আপনার দেশি পরিষেবা/দেশি প্ল্যাটফর্মের ব্যবহার বন্ধ করা। কিছু পরিবর্তনের জন্য, প্রযোজ্য আইনের অধীনে আপনাকে অগ্রিম নোটিশ দেওয়ার জন্য দেশির প্রয়োজন হতে পারে এবং দেশি এই ধরনের প্রয়োজনীয়তাগুলি মেনে চলবে। পরিবর্তনগুলি পোস্ট করার পরে আপনার দেশি প্ল্যাটফর্মের ক্রমাগত ব্যবহার করার অর্থ হল আপনি পরিবর্তনগুলিকে স্বীকার করেন এবং সম্মত হন৷
      </p>

      <h4>২২। বিচ্ছেদযোগ্যতা</h4>
      <p>
        যদি এই শর্তাবলীর কোনো বিধান বেআইনি, অকার্যকর, অবৈধ বা অন্যথায় অপ্রয়োগযোগ্য বলে ধরা হয়, তাহলে সেই বিধান এই শর্তাবলী থেকে সীমিত বা বাদ দেওয়া হবে ন্যূনতম পরিমাণে, এবং অবশিষ্ট বিধানগুলি বৈধ এবং বলবৎ থাকবে।
      </p>

      <h4>সংযুক্তি ‘ক’</h4>
      <table className="myTable">
        <tbody>
          <tr>
            <th colSpan="3" className={classes.center}>
              লেনদেনের সীমা (ব্যক্তিগত ওয়ালেট)
            </th>
          </tr>
          <tr>
            <td>ক্রমিক নং</td>
            <td>বিবরণ</td>
            <td>পরিমান (টাকায়)</td>
          </tr>
          <tr>
            <td>০১</td>
            <td>যে কোন সময়ে সর্বোচ্চ ব্যালেন্স</td>
            <td>৪,০০,০০০</td>
          </tr>
          <tr>
            <td>2</td>
            <td>প্রতি লেনদেনে যেকোনো চ্যানেলের মাধ্যমে অর্থ যোগ করুন</td>
            <td>১,০০,০০০</td>
          </tr>
          <tr>
            <td>3</td>
            <td>প্রতি মাসে টাকা যোগ করুন</td>
            <td>৪,০০,০০০</td>
          </tr>

          <tr>
            <td>4</td>
            <td>ক্রয় (ব্যক্তিগত থেকে ব্যবসায়িক)</td>
            <td>সীমাহীন</td>
          </tr>

          <tr>
            <th>5</th>
            <th colSpan="2">সেন্ড মানি</th>
          </tr>
          <tr>
            <td></td>
            <td> -প্রতি লেনদেনের সীমা</td>
            <td>৫০,০০০</td>
          </tr>
          <tr>
            <td></td>
            <td> - দৈনিক সীমা</td>
            <td>১,০০,০০০</td>
          </tr>
          <tr>
            <td></td>
            <td> -মাসিক সীমা</td>
            <td>৪,০০,০০০</td>
          </tr>
          <tr>
            <td>6</td>
            <td>প্রতি লেনদেনে এটিএম-এ ক্যাশ-আউট</td>
            <td>২০,০০০</td>
          </tr>

          <tr>
            <th>7</th>
            <th colSpan="2">ব্যাংক এ/সি ট্রান্সফার করুন</th>
          </tr>
          <tr>
            <td></td>
            <td> -প্রতি লেনদেনের সীমা</td>
            <td>৫০,০০০</td>
          </tr>
          <tr>
            <td></td>
            <td> - দৈনিক সীমা</td>
            <td>১,০০,০০০</td>
          </tr>
          <tr>
            <td></td>
            <td> -মাসিক সীমা</td>
            <td>৪,০০,০০০</td>
          </tr>
        </tbody>
      </table>
      <p>
        দ্রষ্টব্য: *দেশি তার বিবেচনার ভিত্তিতে সীমা কাঠামো পরিবর্তন করার অধিকার সংরক্ষণ করে।
      </p>
      <h4>সংযুক্তি খ</h4>
      <table className="myTable">
        <tbody>
          <tr>
            <th colSpan="3" className={classes.center}>
              লেনদেন ফি (ব্যক্তিগত ওয়ালেট)
            </th>
          </tr>
          <tr>
            <td className={classes.center}>সার্ভিস</td>
            <td className={classes.center}>ফি/চার্জ (ভ্যাটসহ)</td>
          </tr>
          <tr>
            <td>নিবন্ধন</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>অ্যাকাউন্ট রক্ষণাবেক্ষণ</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>ব্যাংক ইউনিলিংক</td>
            <td>টাকায়--</td>
          </tr>
          <tr>
            <td>ইউটিলিটি বিল পেমেন্ট</td>
            <td>১০ টাকায়</td>
          </tr>
          <tr>
            <td>ক্রেডিট কার্ড বিল পেমেন্ট</td>
            <td>১%</td>
          </tr>
          <tr>
            <td>ডেবিট/ক্রেডিট কার্ড থেকে অর্থ যোগ করুন</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>ব্যাংক থেকে টাকা যোগ করুন</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>ব্যাংকে অর্থ স্থানান্তর করুন</td>
            <td>১%</td>
          </tr>
          <tr>
            <td>টাকা পাঠান (ওয়ালেট থেকে ওয়ালেট)</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>টাকা পান (ওয়ালেট থেকে ওয়ালেট)</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>মোবাইল রিচার্জ</td>
            <td>ফ্রি </td>
          </tr>
          <tr>
            <td>QR কোড পেমেন্ট</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>লেনদেনের ইতিহাস</td>
            <td>বিনামূল্যে</td>
          </tr>
          <tr>
            <td>এটিএম ক্যাশ আউট (সর্বনিম্ন উত্তোলনের পরিমাণ 3000 টাকা)</td>
            <td>১%</td>
          </tr>
        </tbody>
      </table>
      <p>
        * দেশি তার বিবেচনার ভিত্তিতে ফি কাঠামো পরিবর্তন করার অধিকার সংরক্ষণ করে।
      </p>
    </div>
  );
};

export default PersonalTCBangla;
